{"ementa": "E M E N T A: EMBARGOS DE DECLARAÇÃO - INOCORRÊNCIA DE CONTRADIÇÃO, OBSCURIDADE OU OMISSÃO - PRETENDIDO REEXAME DA CAUSA CARÁTER INFRINGENTE - INADMISSIBILIDADE – EMBARGOS DE DECLARAÇÃO REJEITADOS. - Não se revelam admissíveis os embargos de declaração, quando a parte recorrente - a pretexto de esclarecer uma inexistente situação de obscuridade, omissão ou contradição - vem a utilizá-los com o objetivo de infringir o julgado e de viabilizar, assim, um indevido reexame da causa. Precedentes. - A nulidade radical que afeta os diversos atos de interrogatório judicial, quando provocada pela conduta do magistrado que arbitrariamente nega, ao réu, o direito – por este titularizado – de formular reperguntas aos demais litisconsortes penais passivos, contamina, por efeito causal, todos os atos subseqüentes do processo, notadamente aqueles de índole probatória, como a inquirição de testemunhas arroladas pelo Ministério Público. Precedentes.", "acordao": "Vistos, relatados e discutidos estes autos, acordam os Ministros do Supremo Tribunal Federal, em Segunda Turma, sob a Presidência do Ministro Celso de Mello (RISTF, art. 37, II), na conformidade da ata de julgamentos e das notas taquigráficas, por unanimidade de votos, em rejeitar os embargos de declaração opostos pelo Ministério Público Federal, julgando prejudicado o exame da consulta formulada pelo Juízo da 6ª Vara Federal Criminal de São Paulo/SP (fls. 2202 e 2.203/2.207), nos termos do voto do Relator. HC 94.016 ED Ausentes, justificadamente, neste julgamento, a Ellen Gracie e o Senhor Ministro Joaquim Barbosa. Senhora Ministra", "relatorio": "O SENHOR MINISTRO CELSO DE MELLO - (Relator): Trata-se de embargos de declaração opostos pelo Ministério Público Federal a decisão proferida por esta colenda Segunda Turma, consubstanciada em acórdão assim ementado (fls. 2.196/2.198): “‘HABEAS CORPUS’ SÚMULA 691/STF INAPLICABILIDADE AO CASO - OCORRÊNCIA DE SITUAÇÃO EXCEPCIONAL QUE AFASTA A RESTRIÇÃO SUMULAR ESTRANGEIRO NÃO DOMICILIADO NO BRASIL - IRRELEVÂNCIA CONDIÇÃO JURÍDICA QUE NÃO O DESQUALIFICA COMO SUJEITO DE DIREITOS E TITULAR DE GARANTIAS CONSTITUCIONAIS E LEGAIS - PLENITUDE DE ACESSO, EM CONSEQÜÊNCIA, AOS INSTRUMENTOS PROCESSUAIS DE TUTELA DA LIBERDADE NECESSIDADE DE RESPEITO, PELO PODER PÚBLICO, ÀS PRERROGATIVAS JURÍDICAS QUE COMPÕEM O PRÓPRIO ESTATUTO CONSTITUCIONAL DO DIREITO DE DEFESA - A GARANTIA CONSTITUCIONAL DO ‘DUE PROCESS OF LAW’ COMO EXPRESSIVA LIMITAÇÃO À ATIVIDADE PERSECUTÓRIA DO ESTADO (INVESTIGAÇÃO PENAL E PROCESSO PENAL) - O CONTEÚDO MATERIAL DA CLÁUSULA DE GARANTIA DO ‘DUE PROCESS’ INTERROGATÓRIO JUDICIAL - NATUREZA JURÍDICA - MEIO DE DEFESA DO ACUSADO - POSSIBILIDADE DE QUALQUER DOS LITISCONSORTES PENAIS PASSIVOS FORMULAR REPERGUNTAS AOS DEMAIS CO-RÉUS, NOTADAMENTE SE AS DEFESAS DE TAIS ACUSADOS SE MOSTRAREM COLIDENTES PRERROGATIVA HC 94.016 ED JURÍDICA CUJA LEGITIMAÇÃO DECORRE DO POSTULADO CONSTITUCIONAL DA AMPLA DEFESA - PRECEDENTE DO SUPREMO TRIBUNAL FEDERAL (PLENO) - MAGISTÉRIO DA DOUTRINA CONSTRANGIMENTO ILEGAL CARACTERIZADO – ‘HABEAS CORPUS’ CONCEDIDO ‘EX OFFICIO’, COM EXTENSÃO DE SEUS EFEITOS AOS CO-RÉUS. DENEGAÇÃO DE MEDIDA LIMINAR - SÚMULA 691/STF SITUAÇÕES EXCEPCIONAIS QUE AFASTAM A RESTRIÇÃO SUMULAR. - A jurisprudência do Supremo Tribunal Federal tem admitido o afastamento, ‘hic et nunc’, da Súmula 691/STF, em hipóteses nas quais a decisão questionada divirja da jurisprudência predominante nesta Corte ou, então, veicule situações configuradoras de abuso de poder ou de manifesta ilegalidade. Precedentes. Hipótese ocorrente na espécie. O SÚDITO ESTRANGEIRO, MESMO AQUELE SEM DOMICÍLIO NO BRASIL, TEM DIREITO A TODAS AS PRERROGATIVAS BÁSICAS QUE LHE ASSEGUREM A PRESERVAÇÃO DO ‘STATUS LIBERTATIS’ E A OBSERVÂNCIA, PELO PODER PÚBLICO, DA CLÁUSULA CONSTITUCIONAL DO ‘DUE PROCESS’. - O súdito estrangeiro, mesmo o não domiciliado no Brasil, tem plena legitimidade para impetrar o remédio constitucional do ‘habeas corpus’, em ordem a tornar efetivo, nas hipóteses de persecução penal, o direito subjetivo, de que também é titular, à observância e ao integral respeito, por parte do Estado, das prerrogativas que compõem e dão significado à cláusula do devido processo legal. - A condição jurídica de não-nacional do Brasil e a circunstância de o réu estrangeiro não possuir domicílio em nosso país não legitimam a adoção, contra tal acusado, de qualquer tratamento arbitrário ou discriminatório. Precedentes. - Impõe-se, ao Judiciário, o dever de assegurar, mesmo ao réu estrangeiro sem domicílio no Brasil, os direitos básicos que resultam do postulado do devido processo legal, notadamente as prerrogativas inerentes à garantia da ampla defesa, à garantia do contraditório, à igualdade entre as partes perante o juiz natural e à garantia de imparcialidade do magistrado processante. HC 94.016 ED A ESSENCIALIDADE DO POSTULADO DO DEVIDO PROCESSO LEGAL, QUE SE QUALIFICA COMO REQUISITO LEGITIMADOR DA PRÓPRIA ‘PERSECUTIO CRIMINIS’. - O exame da cláusula referente ao ‘due process of law’ permite nela identificar alguns elementos essenciais à sua configuração como expressiva garantia de ordem constitucional, destacando-se, dentre eles, por sua inquestionável importância, as seguintes prerrogativas: (a) direito ao processo (garantia de acesso ao Poder Judiciário); (b) direito à citação e ao conhecimento prévio do teor da acusação; (c) direito a um julgamento público e célere, sem dilações indevidas; (d) direito ao contraditório e à plenitude de defesa (direito à autodefesa e à defesa técnica); (e) direito de não ser processado e julgado com base em leis ‘ex post facto’; (f) direito à igualdade entre as partes; (g) direito de não ser processado com fundamento em provas revestidas de ilicitude; (h) direito ao benefício da gratuidade; (i) direito à observância do princípio do juiz natural; (j) direito ao silêncio (privilégio contra a auto-incriminação); (l) direito à prova; e (m) direito de presença e de ‘participação ativa’ nos atos de interrogatório judicial dos demais litisconsortes penais passivos, quando existentes. - O direito do réu à observância, pelo Estado, da garantia pertinente ao ‘due process of law’, além de traduzir expressão concreta do direito de defesa, também encontra suporte legitimador em convenções internacionais que proclamam a essencialidade dessa franquia processual, que compõe o próprio estatuto constitucional do direito de defesa, enquanto complexo de princípios e de normas que amparam qualquer acusado em sede de persecução criminal, mesmo que se trate de réu estrangeiro, sem domicílio em território brasileiro, aqui processado por suposta prática de delitos a ele atribuídos. O INTERROGATÓRIO JUDICIAL COMO MEIO DE DEFESA DO RÉU. - Em sede de persecução penal, o interrogatório judicial notadamente após o advento da Lei nº 10.792/2003 - qualifica-se como ato de defesa do réu, que, além de não ser obrigado a responder a qualquer indagação feita pelo magistrado processante, HC 94.016 ED também não pode sofrer qualquer restrição em sua esfera jurídica em virtude do exercício, sempre legítimo, dessa especial prerrogativa. Doutrina. Precedentes. POSSIBILIDADE JURÍDICA DE UM DOS LITISCONSORTES PENAIS PASSIVOS, INVOCANDO A GARANTIA DO ‘DUE PROCESS OF LAW’, VER ASSEGURADO O SEU DIREITO DE FORMULAR REPERGUNTAS AOS CO-RÉUS, QUANDO DO RESPECTIVO INTERROGATÓRIO JUDICIAL. - Assiste, a cada um dos litisconsortes penais passivos, o direito fundado em cláusulas constitucionais (CF, art. 5º, incisos LIV e LV) - de formular reperguntas aos demais co-réus, que, no entanto, não estão obrigados a respondê-las, em face da prerrogativa contra a auto-incriminação, de que também são titulares. O desrespeito a essa franquia individual do réu, resultante da arbitrária recusa em lhe permitir a formulação de reperguntas, qualifica-se como causa geradora de nulidade processual absoluta, por implicar grave transgressão ao estatuto constitucional do direito de defesa. Doutrina. Precedente do STF.” A douta Procuradoria Geral da República, ao deduzir os presentes embargos de declaração, alega, em síntese, o que se segue (fls. 2.221/2.228): “(...) o acórdão incorreu, acidentalmente, em erro material na sua parte dispositiva. Isso acabou por gerar contradição e obscuridade no julgado (...). ................................................... (...) Muito embora toda a consistente fundamentação desenvolvida no voto condutor tenha-se debruçado exclusivamente sobre a questão da realização do interrogatório dos co-réus sem a participação dos defensores do paciente; muito embora em nenhum momento o acórdão desta Egrégia Corte haja feito qualquer consideração sobre quaisquer outros atos processuais praticados no curso da ação penal em epígrafe, a parte dispositiva, por equívoco, acabou determinando a HC 94.016 ED anulação dos atos praticados desde os interrogatórios judiciais dos demais co-réus. (...): ................................................... A interpretação literal do excerto em epígrafe pode levar à equivocada interpretação – não condizente com a fundamentação judicial – de que não foram anulados somente os interrogatórios dos co-réus, mas todos os atos processuais praticados posteriormente aos mesmos. Isso porque, nos termos da legislação vigente à época – recentemente alterada pela Lei nº 11.719/2008 – o interrogatório (que atualmente é o último ato da instrução, nos termos do art. 532 do CPP) era levado a efeito logo no início da instrução criminal, antes da oitiva das testemunhas. Desde modo, ao ler palavra ‘desde’ na frase ‘concedo, de ofício, a ordem de habeas corpus ao ora paciente, para anular, desde os interrogatórios judiciais dos demais co-réus [...] o Processo-Crime nº 2006.61.81.008647-8 [...]’, pode-se chegar à conclusão – certamente não pretendida por esta Excelsa Corte – que todos os demais atos processuais realizados posteriormente, tais como as oitivas de testemunhas, deveriam ser renovados. Tanto não foram essas as conseqüências desejadas por esta Suprema Corte que o dispositivo do acórdão, nas linhas seguintes, assume linguagem mais restritiva, determinando tão somente a realização de novos interrogatórios, sem fazer qualquer menção à renovação de outros atos processuais (vide nesse sentido, a parte sublinhada do excerto acima transcrito). E não poderia ser diferente, na medida em que, segundo o princípio da causalidade – ou da conservação do ato processual, na terminologia utilizada por Frederico Marques –, que rege a teoria das nulidades, só se contaminam da invalidade de um determinado ato aqueles outros que com ele guardem alguma relação de necessidade. (...): ................................................... Levando em conta tais reflexões, não haveria sentido algum em se determinar a anulação de depoimentos de testemunhas em que foram perfeitamente asseguradas as garantias do contraditório e da ampla defesa (nesse sentido, veja-se a certidão expedida pela Justiça Federal referente aos autos nº 2006.61.81.008647-8, à fl. 2207 – bem como as informações prestadas pelo juízo de origem à fl. 2203). Não há qualquer liame de HC 94.016 ED causalidade entre estes atos e aqueles atacados pelos impetrantes (interrogatórios). Entender a questão de outro modo seria negar qualquer eficácia aos princípios da efetividade e da instrumentalidade do processo. (...): .................................................... No caso em apreço, mais inusitada ainda seria a compreensão de que devem ser renovados todos os atos processuais cronologicamente subseqüentes ao interrogatório, se levarmos em consideração que, com a já mencionada reformulação do procedimento comum pela Lei nº 11.719/2008, o interrogatório passou a ser o último ato da instrução. Assim, tomando-se o processo em epígrafe, tendo em vista que as leis processuais têm aplicação imediata, seriam primeiramente repetidas todas as numerosas oitivas de testemunhas – que já haviam sido realizadas sob o crivo do contraditório e da ampla defesa, insista-se – para, somente ao final, serem renovados os atos processuais efetivamente nulos.” (grifei) A parte embargada, por sua vez, ao manifestar-se sobre os embargos de declaração (fls. 2.284/2.294), sustenta que “(...) não houve erro material, nem obscuridade ou contradição: o processo foi anulado desde os interrogatórios, inclusive. E a ressalva final a como devem ser feitos os novos interrogatórios é lógica, porque a base do ‘habeas’ era justamente contra a forma com que foram realizados pelo juízo de primeiro grau” (fls. 2.286 – grifei). Submeto, desse modo, ao exame desta colenda Segunda Turma, os presentes embargos de declaração. É o relatório.", "voto": "O SENHOR MINISTRO CELSO DE MELLO - (Relator): Entendo assistir plena razão à parte ora embargada, eis que não há, no acórdão ora impugnado, qualquer evidência de obscuridade, omissão ou contradição a sanar, circunstância essa que torna processualmente inviável o recurso em exame. Como se sabe, os embargos de declaração destinam-se, precipuamente, a desfazer obscuridades, a afastar contradições e a suprir omissões que eventualmente se registrem no acórdão proferido pelo Tribunal. acórdão de Essa modalidade embargado, viabilizar quando um recursal só permite o reexame utilizada com pronunciamento integrativo-retificador, o específico jurisdicional vocacionado a afastar as do objetivo de caráter situações de obscuridade, omissão ou contradição, e a complementar e esclarecer o conteúdo da decisão proferida. Desse modo, a decisão recorrida - que aprecia, como no caso, com plena determinada pretensão recursal dos embargos jurídico-processual exatidão jurídica de e em - não declaração, dessa toda permite sob modalidade pena de a sua o de inteireza, emprego grave recurso, da via disfunção eis que HC 94.016 ED inocorrentes, em tal situação, os pressupostos que justificariam a sua adequada utilização. Cumpre enfatizar, de outro lado, que não se revelam admissíveis os embargos de declaração, quando a parte embargante - a pretexto de esclarecer uma inexistente situação de obscuridade, omissão ou contradição – vem a utilizá-los com objetivo de infringir o julgado e de viabilizar, assim, um indevido reexame da causa (RTJ 191/694-695, Rel. Min. CELSO DE MELLO, v.g.). É por tal razão que a jurisprudência do Supremo Tribunal Federal, ao versar os aspectos ora mencionados, assim se tem pronunciado: “Embargos declaratórios. Inexistência de omissão, contradição, obscuridade ou dúvida, no acórdão embargado (art. 337 do RISTF). Embargos rejeitados. O que pretenderam os embargantes foi sustentar o desacerto do julgado e obter sua desconstituição. A isso não se prestam, porém, os embargos declaratórios.” (RTJ 134/1296, Rel. Min. SYDNEY SANCHES - grifei) “- A jurisprudência do Supremo Tribunal Federal tem ressaltado que os embargos de declaração não se revelam cabíveis, quando, utilizados com a finalidade de sustentar a incorreção do acórdão, objetivam, na realidade, a própria desconstituição do ato decisório proferido pelo Tribunal. Precedentes: RTJ 114/885 RTJ 116/1106 - RTJ 118/714 - RTJ 134/1296.” (AI 153.147-AgR-ED/RS, Rel. Min. CELSO DE MELLO) HC 94.016 ED “- O recurso de embargos de declaração não tem cabimento, quando, a pretexto de esclarecer uma inocorrente situação de obscuridade, contradição ou omissão do acórdão, vem a ser utilizado com o objetivo de infringir o julgado.” (RE 177.599-ED/DF, Rel. Min. CELSO DE MELLO) “Embargos declaratórios só se destinam a possibilitar a eliminação de obscuridade (...), contradição ou omissão do acórdão embargado (art. 337 do RISTF), não o reconhecimento de erro de julgamento. E como, no caso, é esse reconhecimento que neles se reclama, com a conseqüente reforma do acórdão, ficam eles rejeitados.” (RTJ 134/836, Rel. Min. SYDNEY SANCHES - grifei) O exame dos autos evidencia que os presentes embargos declaratórios consideradas revestem-se as razões de nítido expostas pela caráter própria infringente, parte embargante, circunstância essa que, por si só, basta para tornar incabível a espécie recursal ora em análise, consoante adverte o magistério jurisprudencial desta Corte, na linha dos precedentes anteriormente referidos. Impende assinalar, ainda, por necessário, e ao contrário do que sustenta a douta Procuradoria Geral da República, que a nulidade radical que afeta os diversos atos de interrogatório judicial, quando provocada pela conduta do magistrado que arbitrariamente nega, ao réu, o direito – por este titularizado – de HC 94.016 ED formular reperguntas contamina, processo, por aos efeito notadamente demais causal, litisconsortes todos aqueles de os índole penais atos passivos, subseqüentes probatória, do como a inquirição de testemunhas arroladas pelo Ministério Público. É que, no caso, há nítida relação de causa e efeito entre a conduta judicial e as conseqüências geradas no âmbito do processo penal de conhecimento, pois, com a arbitrária recusa do magistrado em permitir, ao réu, a legítima formulação de reperguntas aos demais litisconsortes penais passivos, o ora paciente, por intermédio de seus Advogados, deixou de obter dados informativos que lhe poderiam ser úteis quando da inquirição das testemunhas arroladas pelo Ministério Público. Não é por outra razão que a parte ora embargada repele, corretamente, a pretensão recursal do Ministério Público Federal, fazendo-o, em seus aspectos essenciais, nos seguintes termos (fls. 2.286/2.292): “(...) não houve erro material, nem obscuridade ou contradição: o processo foi anulado desde os interrogatórios, inclusive. E a ressalva final a como devem ser feitos os novos interrogatórios é lógica, porque a base do ‘habeas’ era justamente contra forma com que foram realizados pelo juízo de primeiro grau). HC 94.016 ED Abordando o mesmíssimo ‘princípio da causalidade’, invocado pelo embargante, expõem, com precisão e incrível ajuste ao caso ‘sub judice’, os Professores ANTONIO SCARANCE FERNANDES, ANTONIO MAGALHÃES GOMES FILHO e ADA PELLEGRINI GRINOVER que os ‘diversos atos que compõem o procedimento não têm existência isolada, independente, mas constituem uma cadeia lógica que objetiva a preparação da sentença final’. Daí que a ‘ausência ou invalidade de um determinado ato processual provoca sempre a indagação sobre a extensão da nulidade’. ‘Normalmente’, continuam, ‘sendo os vários atos processuais ordenados cronologicamente, a decretação da nulidade acarreta o recuo do procedimento ao momento em que se constatou o vício de forma, decorrendo daí a necessidade de se ordenar a renovação do processo a partir do ato originariamente nulo’. Todavia, advertem, nem sempre é assim. Sendo importante distinguir entre ‘atos da fase postulatória’ e ‘atos de instrução’. No caso dos primeiros, a nulidade ‘se propaga sempre para os demais atos’; o que não ocorre, necessariamente, com relação aos segundos. Daí, concluírem: ‘Nessa linha de raciocínio, a nulidade da denúncia, do despacho de recebimento, da citação, interrogatório e defesa prévia contamina necessariamente os atos posteriores’. Assim, é evidente que não era mesmo necessário que Vossa Excelência se alongasse no v. voto para explicar a extensão da nulidade absoluta declarada, já ela decorre da claridade (ofuscante) do disposto no artigo 573, §§ 1º e 2º, do CPP, que determinam que a ‘nulidade de um ato, uma vez declarada, causará a dos atos que dele diretamente dependam ou sejam consequência’, e que o ‘juiz que pronunciar a nulidade declarará os atos a que ela se estende’. Assim, nada mais ‘ex officio’ do que, declarando a nulidade, Vossa Excelência se visse obrigado a declarar os atos atingidos. ................................................... Ora, sendo o ato anulado um daqueles que, pelo rito anterior, integrava a fase postulatória, o próprio princípio da causalidade determina a nulidade dos atos da fase de instrução que lhe sucederam. E daí que a HC 94.016 ED incidência do novo rito, pelo juízo de primeiro grau, deva se dar, quando o feito retomar sua marcha a partir das citações, em conformidade com uma das seguintes soluções apresentadas, com maestria, por GUSTAVO HENRIQUE RIGHI IVAHY BADARÓ quando analisou o direito intertemporal e os novos ritos: ‘Caso já tenha havido o recebimento da denúncia e a citação do acusado, mas o interrogatório ainda não tiver sido realizado, o melhor a fazer é tornar sem efeito a designação da audiência de interrogatório, intimando-se o acusado do cancelamento da audiência, bem como de que deverá apresentar resposta escrita, no prazo de 10 dias, nos termos do artigo 396, ‘caput’, do CPP, seguindo o processo, posteriormente, as regras da nova lei.’” (grifei) Cabe registrar, finalmente, que o procedimento adotado na decisão ora embargada – que anulou o processo penal desde os interrogatórios judiciais dos demais co-réus, inclusive – tem sido observado pela jurisprudência desta Suprema Corte em casos em que também se reconheceu a nulidade do interrogatório judicial: “AÇÃO PENAL. Ato processual. Interrogatório. Realização mediante videoconferência. Inadmissibilidade. Forma singular não prevista no ordenamento jurídico. Ofensa a cláusulas do justo processo da lei (‘due process of law’). Limitação ao exercício da ampla defesa, compreendidas a autodefesa e a defesa técnica. Insulto às regras ordinárias do local de realização dos atos processuais penais e às garantias constitucionais da igualdade e da publicidade. Falta, ademais, de citação do réu preso, apenas instado a comparecer à sala da cadeia pública, no dia do interrogatório. Forma do ato determinada sem motivação alguma. Nulidade processual caracterizada. HC concedido para renovação do processo desde o HC 94.016 ED interrogatório, inclusive. Inteligência dos arts. 5º, LIV, LV, LVII, XXXVII e LIII, da CF, e 792, ‘caput’ e § 2º, 403, 2ª parte, 185, ‘caput’ e § 2º, 192, § único, 193, 188, todos do CPP. Enquanto modalidade de ato processual não prevista no ordenamento jurídico vigente, é absolutamente nulo o interrogatório penal realizado mediante videoconferência, sobretudo quando tal forma é determinada sem motivação alguma, nem citação do réu.” (HC 88.914/SP, Rel. Min. CEZAR PELUSO - grifei) “‘HABEAS CORPUS’. PROCESSO PENAL. LEI PAULISTA Nº 11.819/2005. INTERROGATÓRIO POR VIDEOCONFERÊNCIA. INCONSTITUCIONALIDADE FORMAL JÁ RECONHECIDA PELO PLENÁRIO DO SUPREMO TRIBUNAL FEDERAL. VIOLAÇÃO DO INCISO I DO ART. 22 DA CONSTITUIÇÃO FEDERAL. ORDEM CONDEDIDA. 1. No julgamento do HC 90.900, redator para o acórdão o ministro Menezes Direito, o Plenário do Supremo Tribunal Federal assentou, por expressiva maioria de votos, a inconstitucionalidade formal da Lei nº 11.819/2005, do Estado de São Paulo. Isto por entender que tal diploma legal ofende o inciso I do art. 22 da Constituição Federal, na medida em que disciplina matéria eminentemente processual. 2. Na concreta situação dos autos, em que pese a discordância da defesa, o paciente foi interrogado pelo sistema de videoconferência, nos termos do art. 1º da Lei nº 11.819/2005. Ordem concedida para anular, desde o interrogatório (inclusive), o processo-crime, expedindo-se alvará de soltura se por outro motivo paciente não tiver que permanecer preso.” (HC 91.859/SP, Rel. Min. CARLOS BRITTO - grifei) Sendo assim, pelas razões expostas, considerando o caráter infringente de que se reveste este recurso - que visa a um indevido inocorrência reexame dos da causa pressupostos -, e legais tendo de em vista, ainda, embargabilidade a (CPC, art. 535, CPP, art. 619, e RISTF, art. 337), rejeito os presentes HC 94.016 ED embargos de declaração, prejudicado o exame da consulta formulada pelo Juízo da 6ª Vara Federal Criminal de São Paulo/SP (fls. 2.202 e 2.203/2.207). É o meu voto. SEGUNDA TURMA EXTRATO DE ATA EMB.DECL.NO HABEAS CORPUS 94.016-1 PROCED. : SÃO PAULO RELATOR : MIN. CELSO DE MELLO EMBTE.(S) : MINISTÉRIO PÚBLICO FEDERAL EMBDO.(A/S) : BORIS ABRAMOVICH BEREZOVSKY OU PLATON ELENIN ADV.(A/S) : ALBERTO ZACHARIAS TORON E OUTRO (A/S) COATOR(A/S)(ES) : RELATOR DO HC Nº 100.204 DO SUPERIOR TRIBUNAL DE JUSTIÇA Decisão: A Turma, por votação unânime, rejeitou os embargos de declaração opostos pelo Ministério Público Federal, julgando prejudicado o exame da consulta formulada pelo Juízo da 6ª Vara Federal Criminal de São Paulo/SP (fls. 2202/2203), nos termos do voto do Relator. Ausentes, justificadamente, neste julgamento, a Senhora Ministra Ellen Gracie e o Senhor Ministro Joaquim Barbosa. Presidiu, este julgamento, o Senhor Ministro Celso de Mello. 2ª Turma, 14.04.2009. Presidência do Senhor Ministro Celso de Mello. Presentes à sessão os Senhores Ministros Cezar Peluso, Joaquim Barbosa e Eros Grau. Ausente, justificadamente, a Senhora Ministra Ellen Gracie. Subprocurador-Geral da República, Dr. Wagner Gonçalves. Carlos Alberto Cantanhede Coordenador"}
{"ementa": "EMENTA: AGRAVO REGIMENTAL NO MANDADO DE INJUNÇÃO. APOSENTADORIA ESPECIAL. INTEGRANTE DA CARREIRA DE AGENTE DE SEGURANÇA PENITENCIÁRIA E DA CLASSE DE AGENTE DE ESCOLTA E VIGILÂNCIA PENITENCIÁRIA DO ESTADO DE SÃO PAULO. ATIVIDADE DE RISCO. ART. 40, § 4º, INC. II, DA CONSTITUIÇÃO DA REPÚBLICA. LEI COMPLEMENTAR N. 1.109/2010. INEXISTÊNCIA DE OMISSÃO LEGISLATIVA. 1. O reconhecimento da existência e da aplicabilidade de norma infraconstitucional regulamentadora do direito constitucional pleiteado evidencia o não cabimento do mandado de injunção, por inexistir omissão legislativa inviabilizadora do exercício de direito constitucionalmente assegurado. 2. Impossibilidade de conjugação do sistema da Lei Complementar n. 1.109/2010 do Estado de São Paulo com o da Lei n. 8.213/1991, para com isso, cogitar-se de idade mínima para aposentação. Precedentes. 3. Agravo regimental ao qual se nega provimento.", "acordao": "Vistos, relatados e discutidos estes autos, acordam os Ministros do Supremo Tribunal Federal, em Sessão Plenária, sob a Presidência do Ministro Joaquim Barbosa, na conformidade da ata de julgamento e das notas taquigráficas, à unanimidade, em negar provimento ao agravo regimental no mandado de injunção, nos termos do voto da Relatora. Votou o Presidente, Ministro Joaquim Barbosa. Ausente, neste julgamento, o Ministro Gilmar Mendes.", "relatorio": "A SENHORA MINISTRA CÁRMEN LÚCIA - (Relatora): 1. Agravo regimental no mandado de injunção interposto por Antonio Sidra Monteiro contra decisão pela qual neguei seguimento à impetração, ao fundamento de que inexiste omissão legislativa na regulamentação da aposentadoria especial de integrante da carreira de Agente de Segurança Penitenciária e de Agente de Escolta e Vigilância Penitenciária do Estado de São Paulo. A decisão agravada tem a fundamentação seguinte: “A questão em exame neste mandado de injunção diferencia-se, entretanto, daquela posta nos precedentes ora mencionados e naqueles citados pelo Impetrante, razão pela qual não é possível se valer da solução jurídica antes adotada. Na espécie vertente, não se tem situação de insalubridade a justificar o alegado direito do Impetrante à aposentadoria especial. Por comprovadamente exercer atividade de risco, o Impetrante tem direito à aposentadoria especial nos termos do inc. II do § 4º do art. 40 da Constituição da República. Contudo, as circunstâncias específicas as quais se submete foram objeto de regulamentação pela Lei Complementar n. 1.109/2010 do Estado de São Paulo: ‘LEI COMPLEMENTAR N. 1.109, DE 6 DE MAIO DE 2010. Dispõe sobre requisitos e critérios diferenciados para a concessão de aposentadoria voluntária aos integrantes da carreira de Agente de Segurança Penitenciária e da classe de Agente de Escolta e Vigilância Penitenciária, e dá providências correlatas. O GOVERNADOR DO ESTADO DE SÃO PAULO: Faço saber que a Assembleia Legislativa decreta e eu promulgo a seguinte lei complementar: Artigo 1º - Esta lei complementar dispõe sobre os requisitos e critérios diferenciados para a concessão de aposentadoria voluntária aos integrantes da carreira de Agente de Segurança Penitenciária e da classe de Agente de Escolta e Vigilância Penitenciária, em razão do exercício de atividades de risco, nos termos do inciso II do § 4º do artigo 40 da Constituição Federal’ (grifos nossos). A lei complementar necessária à integração normativa do art. 40, § 4º, inc. II, da Constituição da República, viabilizadora do direito à aposentadoria especial pelo exercício de atividade de risco por integrante da carreira de Agente de Segurança Penitenciária e de Agente de Escolta e Vigilância Penitenciária do Estado de São Paulo, existe, é eficaz e deve gerar os efeitos nela previstos. Este Supremo Tribunal Federal assentou constituir pressuposto de cabimento e admissibilidade do mandado de injunção a omissão legislativa que inviabilize o exercício de direito constitucionalmente assegurado ao Impetrante. Assim, por existir e ser aplicável à espécie a Lei Complementar n. 1.109/2010 do Estado de São Paulo, regulamentadora do direito constitucional pleiteado, é incabível a presente impetração. (...) A essência do mandado de injunção é garantir a efetividade da Constituição da República. No caso em exame, a existência de lei complementar que estabelece critérios diferenciados para a aposentadoria especial de integrante da carreira de Agente de Segurança Penitenciária e de Agente de Escolta e Vigilância Penitenciária no Estado de São Paulo torna inviável este mandado de injunção, por não inexistir lacuna legislativa necessária ao seu cabimento. 8. Pelo exposto, nego seguimento ao presente mandado de injunção (art. 21, § 1º, do Regimento Interno do Supremo Tribunal Federal)” (doc. 4). Publicada essa decisão no DJe de 20.2.2013, interpõe Antonio Sidra Monteiro, tempestivamente, agravo regimental (doc. 1). 2. O Agravante alega que “merece reparo a respeitável decisão ora agravada, ‘data máxima vênia’, por violadora do acesso à justiça e do devido processo legal, ante a negativa de vigência do artigo 40, § 4º, da Constituição Federal e artigo 57 da Lei n. 8.213/91, onde a r. decisão veio a alegar que de fato há aposentadorias especiais para a classe de Agente de Segurança Penitenciária bem como de Agentes de Escoltas e Vigilâncias Penitenciárias, mas não há” (fl. 2). Sustenta que a Lei Complementar n. 1.109/2010 do Estado de São Paulo “em nenhum momento menciona que esta classe de funcionários estatutários do Estado de São Paulo tem o direito a se aposentar por trabalharem em grau máximo de insalubridade, motivo pelo qual fora impetrado o presente ‘writ’” (fl. 2). Assevera que a situação deste mandado de injunção seria idêntica a dos Mandados de Injunção n. 5.232, 5.154 e 1545, com relação aos quais este Supremo Tribunal Federal teria deferido a ordem para assegurar a aplicação da regra do art. 57 da Lei n. 8.213/1991 para fazer a integração normativa do art. 40, § 4º, inc. II, da Constituição da República de modo que o pedido de aposentadoria especial dos impetrantes pudesse ser analisado pela autoridade administrativa. Requer a reconsideração da decisão agravada ou o provimento do agravo regimental. É o relatório.", "voto": "A SENHORA MINISTRA CÁRMEN LÚCIA - (Relatora): 1. Razão jurídica não assiste ao Agravante. 2. Como afirmado na decisão agravada, o mandado de injunção é garantia constitucional prestante, exclusivamente, a viabilizar direitos ou liberdades constitucionais, bem como a soberania, a cidadania e a nacionalidade, quando não puderem ser exercidos por ausência de norma regulamentadora (art. 5º, inc. LXXI, da Constituição da República). Pressupõe, portanto, a existência de preceito constitucional dependente da regulamentação por outra norma de categoria inferior na hierarquia dos tipos normativos. Neste mandado de injunção, o Agravante alega que a ausência da norma regulamentadora do art. 40, § 4º, inc. II, da Constituição da República tornaria inviável o exercício do seu direito à aposentadoria especial, pois os termos para sua aposentação deveriam ser definidos por lei complementar. 3. O Supremo Tribunal Federal reconheceu a mora legislativa do Presidente da República para regulamentar o art. 40, § 4º, inc. III, da Constituição da República e determinou a aplicação da regra do art. 57 da Lei n. 8.213/1991, de modo a viabilizar que a Administração Pública analise o requerimento de aposentadoria especial formulado por servidor público que exerce suas atividades em condições insalubres. Nesse sentido: MI 721, Rel. Min. Marco Aurélio, Plenário, DJe 30.11.2007; MI 788, Rel. Min. Ayres Britto, Plenário, DJe 8.5.2009; e MI 795, de minha relatoria, Plenário, DJe 22.5.2009. Ao apreciar questão de ordem suscitada pelo Ministro Joaquim Barbosa no julgamento do Mandado de Injunção n. 795, de minha relatoria, decidiu-se que os Ministros do Supremo Tribunal poderiam julgar, monocraticamente, os mandados de injunção que objetivassem garantir aos impetrantes o direito à aposentadoria especial a que se refere o art. 40, § 4º, inc. III, da Constituição da República, determinando a aplicação da regra do art. 57 da Lei n. 8.213/1991, no que coubesse. 4. Com a edição da Emenda Constitucional n. 47/2005, foram introduzidas duas novas hipóteses, que, se configuradas, podem gerar ao servidor público o direito à aposentadoria especial: ser portador de deficiência ou exercer atividade de risco. Verifica-se que as decisões anteriores proferidas em mandados de injunção pelo Supremo Tribunal Federal promoveram a integração da norma constitucional sobre aposentadoria especial nos termos do inc. III do § 4º do art. 40 da Constituição da República, pois tiveram como sujeitos ativos servidores públicos que exerciam suas atividades sob condições especiais que prejudicam a saúde ou a integridade física. Assim, caracterizada a mora legislativa e a titularidade do direito dos impetrantes, foi concedida parcialmente a ordem para lhes assegurar a aplicação do art. 57 da Lei n. 8.213/1991, no que coubesse e a partir da comprovação dos seus dados pela autoridade administrativa competente. Comprovou-se a identidade entre a hipótese descrita no caput do art. 57 da Lei n. 8.213/1991 e aquela do inc. III do § 4º do art. 40 da Constituição da República. Daí a viabilidade da integração dessa norma constitucional carente de regulamentação pela aplicação do artigo regulamentador do direito à aposentadoria especial dos segurados do Regime Geral da Previdência Social. 5. A questão em exame neste mandado de injunção diferencia-se, entretanto, daquela posta nos precedentes ora mencionados e naqueles citados pelo Agravante, razão pela qual não é possível se valer da solução jurídica antes adotada. Na espécie vertente, não se tem situação de insalubridade a justificar o alegado direito do Agravante à aposentadoria especial. Por comprovadamente exercer atividade de risco (Agente de Segurança Penitenciária do Estado de São Paulo), o Agravante tem direito à aposentadoria especial nos termos do inc. II do § 4º do art. 40 da Constituição da República. Contudo, as circunstâncias específicas às quais se submete foram objeto de regulamentação pela Lei Complementar n. 1.109/2010 do Estado de São Paulo: “LEI COMPLEMENTAR N. 1.109, DE 6 DE MAIO DE 2010. Dispõe sobre requisitos e critérios diferenciados para a concessão de aposentadoria voluntária aos integrantes da carreira de Agente de Segurança Penitenciária e da classe de Agente de Escolta e Vigilância Penitenciária, e dá providências correlatas. O GOVERNADOR DO ESTADO DE SÃO PAULO: Faço saber que a Assembleia Legislativa decreta e eu promulgo a seguinte lei complementar: Artigo 1º - Esta lei complementar dispõe sobre os requisitos e critérios diferenciados para a concessão de aposentadoria voluntária aos integrantes da carreira de Agente de Segurança Penitenciária e da classe de Agente de Escolta e Vigilância Penitenciária, em razão do exercício de atividades de risco, nos termos do inciso II do § 4º do artigo 40 da Constituição Federal. Artigo 2º - Os Agentes de Segurança Penitenciária, a que se refere a Lei Complementar n. 498, de 29 de dezembro de 1986, serão aposentados voluntariamente, desde que atendidos, cumulativamente, os seguintes requisitos: I - 55 (cinquenta e cinco) anos de idade, se homem, e 50 (cinquenta) anos de idade, se mulher; II - 30 (trinta) anos de contribuição previdenciária; III - 20 (vinte) anos de efetivo exercício no cargo. Parágrafo único - Aos integrantes da carreira de Agente de Segurança Penitenciária cujo provimento no cargo ocorreu em data anterior à de vigência da Emenda Constitucional n. 41, de 19 de dezembro de 2003, não será exigido o requisito de idade, bastando a comprovação do tempo de contribuição previdenciária e do efetivo exercício no cargo, previstos nos incisos II e III deste artigo. Artigo 3º - Os Agentes de Escolta e Vigilância Penitenciária, a que se refere a Lei Complementar n. 898, de 13 de julho de 2001, serão aposentados voluntariamente, desde que atendidos, cumulativamente, os seguintes requisitos: I - 55 (cinquenta e cinco) anos de idade, se homem, e 50 (cinquenta) anos de idade, se mulher; II - 30 (trinta) anos de contribuição previdenciária; III - 20 (vinte) anos de efetivo exercício no cargo. Parágrafo único - Aos integrantes da classe de Agente de Escolta e Vigilância Penitenciária cujo provimento no cargo ocorreu em data anterior à da vigência da Emenda Constitucional n. 41, de 19 de dezembro de 2003, não será exigido o requisito de idade, bastando a comprovação do tempo de contribuição previdenciária e do efetivo exercício no cargo, previstos nos incisos II e III deste artigo. Artigo 4º - Os Agentes de Segurança Penitenciária farão jus ao Adicional de Local de Exercício instituído pela Lei Complementar nº 693, de 11 de novembro de 1992, na base de 100% (cem por cento) do valor correspondente à classificação da Unidade do Sistema Penitenciário (USISP) em que se encontravam em exercício no momento da aposentadoria, a ser pago em valor fixo, a partir da data da vigência desta lei complementar, na seguinte conformidade: I - os aposentados, na razão de 1/5 (um quinto) por ano, cumulativamente, até o limite de 5/5 (cinco quintos); II - os que vierem a se aposentar: a) a partir de 1º de março dos anos de 2010 a 2014, na razão de 1/5 (um quinto), 2/5 (dois quintos), 3/5 (três quintos), 4/5 (quatro quintos) e 5/5 (cinco quintos), respectivamente; b) a partir de 1º de março dos anos de 2011 a 2014, na razão de 2/5 (dois quintos), 3/5 (três quintos), 4/5 (quatro quintos) e 5/5 (cinco quintos), respectivamente; c) a partir de 1º de março dos anos de 2012 a 2014, na razão de 3/5 (três quintos), 4/5 (quatro quintos) e 5/5 (cinco quintos), respectivamente; d) a partir de 1º de março dos anos de 2013 a 2014, na razão de 4/5 (quatro quintos) e 5/5 (cinco quintos), respectivamente; e) a partir de 1º de março de 2014, na razão de 5/5 (cinco quintos). § 1º - O Adicional de Local de Exercício de que trata o “caput” deste artigo será pago em código distinto e sobre ele não incidirão vantagens de qualquer natureza. § 2º - O disposto neste artigo aplica-se, nas mesmas bases e condições, aos pensionistas. Artigo 5º - As despesas decorrentes da aplicação desta lei complementar correrão à conta das dotações próprias consignadas no orçamento vigente da Secretaria da Administração Penitenciária, suplementadas, se necessário, nos termos do §1º do artigo 43 da Lei federal nº 4.320, de 27 de março de 1964. Artigo 6º - Esta lei complementar entra em vigor na data de sua publicação. Palácio dos Bandeirantes, 6 de maio de 2010” (doc. 1, fls. 5-6, grifos nossos). A lei complementar necessária à integração normativa do art. 40, § 4º, inc. II, da Constituição da República, viabilizadora do direito à aposentadoria especial pelo exercício de atividade de risco por integrante da carreira de Agente de Segurança Penitenciária e de Agente de Escolta e Vigilância Penitenciária do Estado de São Paulo, existe, é eficaz e deve gerar os efeitos nela previstos. Este Supremo Tribunal Federal assentou constituir pressuposto de cabimento e admissibilidade de mandado de injunção a omissão legislativa que inviabilize o exercício de direito constitucionalmente assegurado ao impetrante. Assim, por existir e ser aplicável à espécie a Lei Complementar n. 1.109/2010 do Estado de São Paulo, regulamentadora do direito constitucional pleiteado, é incabível a presente impetração. Nesse sentido: “O reconhecimento da existência e da aplicabilidade de norma infraconstitucional regulamentadora do direito constitucional pleiteado evidencia o não cabimento do mandado de injunção, por inexistir omissão legislativa inviabilizadora do exercício de direito constitucionalmente assegurado. 3. Impossibilidade de conjugação do sistema da Lei Complementar n. 51/1985 com o do art. 57 da Lei n. 8.213/91, para com isso, cogitar-se de idade mínima para aposentação. Precedentes. 4. Agravo regimental ao qual se nega provimento” (MI 2.518-AgR, de minha relatoria, Plenário, DJe 13.5.2011). “MANDADO DE INJUNÇÃO – OBJETO. O mandado de injunção pressupõe a inexistência de normas regulamentadoras de direito assegurado na Carta da República” (MI 701, Rel. Min. Marco Aurélio, Plenário, DJ 4.2.2005). “A existência de um direito ou liberdade constitucional, ou de uma prerrogativa inerente a nacionalidade, a soberania ou a cidadania, cujo exercício esteja inviabilizado pela ausência de norma infraconstitucional regulamentadora, constitui pressuposto do mandado de injunção. III. Somente tem legitimidade ativa para a ação o titular do direito ou liberdade constitucional, ou de prerrogativa inerente a nacionalidade, a soberania e a cidadania, cujo exercício esteja inviabilizado pela ausência da norma infraconstitucional regulamentadora. IV. Inocorrência, no caso, do pressuposto de inviabilização de exercício de prerrogativa constitucional. V. Agravo regimental improvido” (MI 375-AgR, Rel. Min. Carlos Velloso, Plenário, DJ 15.5.1992). “AGRAVO REGIMENTAL NO MANDADO DE INJUNÇÃO. APOSENTADORIA ESPECIAL. ART. 40, § 4º, DA CONSTITUIÇÃO DA REPÚBLICA. PRESSUPOSTOS DE CABIMENTO. 1. Constituem pressupostos de cabimento do mandado de injunção a demonstração pela Impetrante de que preenche os requisitos para a aposentadoria especial e a impossibilidade de usufruíla pela ausência da norma regulamentadora do art. 40, § 4º, da Constituição da República. Precedentes. 2. Agravo regimental ao qual se nega provimento” (MI 4.500-AgR, de minha relatoria, Plenário, DJe 1º.8.2012). A essência do mandado de injunção é garantir a efetividade da Constituição da República. No caso em exame, a existência de lei complementar que estabelece critérios diferenciados para a aposentadoria especial de integrante da carreira de Agente de Segurança Penitenciária e de Agente de Escolta e Vigilância Penitenciária no Estado de São Paulo torna inviável este mandado de injunção, por inexistir lacuna legislativa necessária ao seu cabimento. 6. Ademais, quanto à pretensão de conjugar o sistema da Lei Complementar do Estado de São Paulo n. 1.109/2010 com o da Lei n. 8.213/1991, este Supremo Tribunal assentou não ser possível a conjugação de regras mais favoráveis de regimes diferentes para, com isso, cogitar-se de idade mínima para aposentação. Nesse sentido: “Inexiste direito adquirido a determinado regime jurídico, razão pela qual não é lícito ao segurado conjugar as vantagens do novo sistema com aquelas aplicáveis ao anterior. III - A superposição de vantagens caracteriza sistema híbrido, incompatível com a sistemática de cálculo dos benefícios previdenciários” (RE 575.089, Rel. Min. Ricardo Lewandowski, Plenário, DJe 24.10.2008). “AGRAVO REGIMENTAL NO AGRAVO DE INSTRUMENTO. PREVIDENCIÁRIO. APOSENTADORIA POR TEMPO DE SERVIÇO. IMPOSSIBILIDADE DE CONJUGAÇÃO DE REGRAS MAIS FAVORÁVEIS DE DIFERENTES REGIMES. PRECEDENTE DO PLENÁRIO. AGRAVO REGIMENTAL AO QUAL SE NEGA PROVIMENTO” (AI 682.195-AgR, de minha relatoria, Primeira Turma, DJe 23.10.2009). “APOSENTADORIA ESPECIAL - SERVIDOR PÚBLICO TRABALHO EM AMBIENTE INSALUBRE - PARÂMETROS. Os parâmetros alusivos à aposentadoria especial, enquanto não editada a lei exigida pelo texto constitucional, são aqueles contidos na Lei n. 8.213/91, não cabendo mesclar sistemas para, com isso, cogitar-se de idade mínima” (MI 1.083, Rel. Min. Marco Aurélio, Plenário, DJe 3.9.2010, grifos nossos). 7. Pelo exposto, nego provimento ao presente agravo regimental. PLENÁRIO EXTRATO DE ATA AG.REG. NO MANDADO DE INJUNÇÃO 5.390 PROCED. : DISTRITO FEDERAL RELATORA : MIN. CÁRMEN LÚCIA AGTE.(S) : ANTONIO SIDRA MONTEIRO ADV.(A/S) : JOÃO PAULO PEREIRA GREJO AGDO.(A/S) : PRESIDENTE DA REPÚBLICA E OUTRO(A/S) ADV.(A/S) : ADVOGADO-GERAL DA UNIÃO AGDO.(A/S) : GOVERNADOR DO ESTADO DO SÃO PAULO PROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SAO PAULO Decisão: O Tribunal, por unanimidade e nos termos do voto da Relatora, negou provimento ao agravo regimental. Votou o Presidente, Ministro Joaquim Barbosa. Ausente, neste julgamento, o Ministro Gilmar Mendes. Plenário, 06.03.2013. Presidência do Senhor Ministro Joaquim Barbosa. Presentes à sessão os Senhores Ministros Celso de Mello, Marco Aurélio, Gilmar Mendes, Ricardo Lewandowski, Cármen Lúcia, Dias Toffoli, Luiz Fux, Rosa Weber e Teori Zavascki. Procurador-Geral Santos. da República, Dr. Roberto Monteiro Gurgel p/ Carlos Alberto Cantanhede Secretário"}
{"ementa": "Recurso ordinário em habeas corpus. 2. Negativa do direito de recorrer em liberdade. Decisão devidamente fundamentada na garantia da ordem pública. 3. Constrangimento ilegal não caracterizado. 4. Recurso a que se nega provimento.", "acordao": "Vistos, relatados e discutidos estes autos, acordam os ministros do Supremo Tribunal Federal, em Segunda Turma, sob a presidência do Senhor Ministro Ricardo Lewandowski, na conformidade da ata de julgamento e das notas taquigráficas, por unanimidade de votos, negar provimento ao recurso ordinário, nos termos do voto do Relator.", "relatorio": "O SENHOR MINISTRO GILMAR MENDES (Relator): Trata-se de recurso ordinário em habeas corpus, sem pedido de medida liminar, interposto pela Defensoria Pública da União (DPU), em favor de Denilson Carlos Lara, contra acórdão proferido pela Sexta Turma do Superior Tribunal de Justiça (STJ), que denegou a ordem, nos autos do HC 233.679/MG. Eis o teor da ementa deste julgado: “HABEAS CORPUS. ROUBO CIRCUNSTANCIADO. NEGATIVA DO APELO EM LIBERDADE. FUNDAMENTAÇÃO CONCRETA. REITERAÇÃO CRIMINOSA. GARANTIA DA ORDEM PÚBLICA. 1. A jurisprudência desta Corte tem proclamado que a prisão cautelar é medida de caráter excepcional, devendo ser imposta apenas quando atendidas, mediante decisão judicial fundamentada (art. 93, inciso IX, da Constituição Federal), as exigências do art. 312 do Código de Processo Penal. 2. No caso, a custódia cautelar encontra-se suficientemente amparada na necessidade de garantia da ordem pública, porquanto, como salientou o juiz de primeiro grau, o paciente tem se voltado à reiteração delitiva, circunstância extraída de sua folha de antecedentes, com destaque a suposto envolvimento anterior em tentativa de homicídio. 3. Ademais, o crime foi cometido com acentuada RHC 115078 reprovabilidade, o que se evidencia pelo seu modus operandi, já que o paciente, com a ajuda de um menor, após invadir um estabelecimento, colocou uma faca no pescoço da vítima enquanto o adolescente subtraía o dinheiro. 4. Ordem denegada”. Na espécie, o paciente foi condenado à pena de 5 anos e 4 meses de reclusão, em regime inicial fechado, pela prática do crime previsto no art. 157, § 2º, II, do CP (roubo majorado pelo concurso de agentes), tendo-lhe sido negado o direito de recorrer em liberdade. A defesa, então, impetrou habeas corpus no Tribunal de Justiça do Estado de Minas Gerais, sustentando, em síntese, não estarem presentes os requisitos do art. 312 do CPP e requerendo a concessão do direito de apelar em liberdade. A Corte estadual denegou a ordem. Irresignada, impetrou novo habeas corpus no STJ, que denegou a ordem, nos termos da ementa acima transcrita. Daí, a interposição do presente recurso ordinário em habeas corpus, no qual reitera alegações suscitadas nas instâncias antecedentes, no sentido de ausência dos requisitos autorizadores da custódia cautelar, nos termos do art. 312 do CPP. Para tanto, invocam-se o princípio da presunção de inocência e as condições pessoais favoráveis do recorrente (primariedade, residência fixa e labor lícito). Ao final, postula o provimento do RHC para que se conceda ao paciente o direito de aguardar em liberdade o trânsito em julgado da condenação. A Procuradoria-Geral da República manifestou-se pelo não provimento do presente recurso. É o relatório.", "voto": "O SENHOR MINISTRO GILMAR MENDES (Relator): No presente recurso ordinário em habeas corpus, a defesa sustenta constrangimento ilegal, em razão da falta de fundamentação, na sentença condenatória, apta a justificar a manutenção da custódia provisória do paciente, devendo ser garantido a este o direito de aguardar o trânsito em julgado da sentença em liberdade. Conforme já relatado, o paciente foi condenado à pena de 5 anos e 4 meses de reclusão, em regime inicial fechado, pela prática do crime previsto no art. 157, § 2º, II, do CP (roubo majorado pelo concurso de agentes), tendo-lhe sido negado o direito de recorrer em liberdade. De modo geral, atesto que a prisão preventiva deve indicar, de forma expressa, os seguintes fundamentos para decretação da prisão cautelar, nos termos do art. 312 do CPP: I) garantia da ordem pública; II) garantia da aplicação da lei penal; e III) conveniência da instrução criminal. Na linha da jurisprudência deste Tribunal, porém, não basta a mera explicitação textual dos requisitos previstos, sendo necessário que a alegação abstrata ceda à demonstração concreta e firme de que tais condições realizam-se na espécie. Dessarte, a tarefa de interpretação constitucional para análise de excepcional situação jurídica de constrição da liberdade exige que a alusão a esses aspectos esteja lastreada em elementos concretos, devidamente explicitados. Colho, na parte que importa, excertos da sentença condenatória: “Nego ao réu o direito de recorrer em liberdade neste processo, tendo em vista a gravidade do delito, que foi cometido com grave ameaça à pessoa e recomendando-o na prisão em que se encontra, considerando também que o mesmo é versado à prática criminosa, conforme se apreende de sua RHC 115078 certidão de antecedentes criminais, de fls. 32/35, vem praticando delitos em ordem crescente de agressividade, tendo informado na delegacia que no ano de 2010 se envolveu em tentativa de homicídio”. (eDOC 1, p. 32). Já no acórdão impugnado do STJ, consta o seguinte: “A jurisprudência desta Corte tem proclamado que a prisão cautelar é medida de caráter excepcional, devendo ser imposta apenas quando atendidas, mediante decisão judicial fundamentada (art. 93, inciso IX, da Constituição Federal), as exigências do art. 312 do Código de Processo Penal. No caso, a custódia cautelar encontra-se suficientemente amparada na necessidade de garantia da ordem pública, porquanto, como salientou o juiz de primeiro grau, o paciente tem se voltado à reiteração delitiva, circunstância extraída de sua folha de antecedentes, com destaque a suposto envolvimento anterior em tentativa de homicídio. Não apenas isso, o crime foi cometido com acentuada reprovabilidade, o que se evidencia pelo seu modus operandi, já que o paciente, com a ajuda de um menor, após invadir um estabelecimento, colocou uma faca no pescoço da vítima enquanto o adolescente subtraía o dinheiro. Tais circunstâncias, não há como negar, estão a revelar que o paciente ostenta concreta periculosidade social justificadora da prisão processual”. (eDOC 1, p. 94-95). A rigor, saliento que o simples fato de o crime imputado ser grave — ou mesmo considerado hediondo —, bem como o fato de ter respondido ao processo preso, não inviabiliza, de plano, a possibilidade de apelar em liberdade. Nesse sentido, a remansosa jurisprudência da Corte: HC 84.662/BA, rel. Min. Eros Grau, 1ª Turma, DJ 22.10.2004; HC 86.175/SP, rel. RHC 115078 Min. Eros Grau, 2ª Turma, DJ 10.11.2006; HC 88.448/RJ de minha relatoria, 2ª Turma, DJ 9.3.2007, e HC 101.244/MG, rel. Min. Ricardo Lewandowski, 1ª Turma, unânime, DJe 8.4.2010. Todavia, afastadas essas premissas, friso que, apesar de o decreto originário não ser primoroso em termos de motivação, é certo que, bem ou mal, apresenta dados concretos hábeis a justificar a preservação da segregação cautelar, sobretudo a necessidade de garantir a ordem pública, atendendo, assim, ao disposto no artigo 312 do CPP, que rege a matéria, e à interpretação que o STF dá ao dispositivo. Some-se, ainda, a concreta possibilidade de reiteração da conduta delitiva, fato hábil a justificar a segregação cautelar. Nesse sentido: HC 109.436/ES, rel. Min. Ayres Britto, 2ª Turma, unânime, DJe 22.2.2012, e HC 102.098/SP, rel. Min. Ellen Gracie, 2ª Turma, maioria, DJe 8.8.2011. Nesse mesmo sentido, colho trecho do parecer ministerial: “(...) o decreto de prisão preventiva ampara-se para fins de garantia da ordem pública, tendo em vista a perigosidade do agente, dado extraído da gravidade em concreto da conduta por que restou condenado e, a despeito de ser tecnicamente primário, do seu envolvimento em outras infrações penais, dentre elas a de homicídio tentado”. (Grifo no original; eDOC 2, p. 3) Ressalto, também, que a jurisprudência do Supremo Tribunal Federal é no sentido de que a primariedade e os bons antecedentes do réu, por si sós, não afastam a possibilidade de manutenção da constrição cautelar: HC n. 98.113/RJ, rel. Min. Ellen Gracie, 2ª Turma, DJe 12.3.2010, e HC n. 96.235/SP, rel. Min. Joaquim Barbosa, 2ª Turma, DJe 5.3.2010. Por fim, destaco que a segregação cautelar se estendeu por toda a instrução criminal. E, da análise de todos os elementos dos autos, entendo não ser plausível, na atual fase processual, colocar o paciente em liberdade. Nesse mesmo sentido, cito precedente do Min. Ricardo RHC 115078 Lewandowski (HC 110.842/MG, 2ª Turma, unânime, DJe 14.6.2012). Nesses termos, meu voto é no sentido de negar provimento ao presente recurso ordinário em habeas corpus. É como voto."}
{"ementa": "EMENTA: AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. PENAL E PROCESSUAL PENAL. ART. 303 DO CÓDIGO DE TRÂNSITO BRASILEIRO (LEI Nº 9.503/97). ACIDENTE DE TRÂNSITO. COMPROVAÇÃO DE AUTORIA E MATERIALIDADE. AUSÊNCIA DO NECESSÁRIO PREQUESTIONAMENTO. QUESTÃO QUE DEMANDA ANÁLISE DE DISPOSITIVOS DE ÍNDOLE INFRACONSTITUCIONAL. OFENSA REFLEXA AO TEXTO DA CONSTITUIÇÃO FEDERAL. REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO JÁ CARREADO AOS AUTOS. IMPOSSIBILIDADE. INCIDÊNCIA DA SÚMULA 279/STF. AGRAVO REGIMENTAL CUJA MINUTA NÃO SE INSURGE CONTRA OS FUNDAMENTOS DA DECISÃO AGRAVADA. INCIDÊNCIA DAS SÚMULAS 284 E 287 DO STF. AGRAVO REGIMENTAL DESPROVIDO. TRANSCURSO DO LAPSO PRESCRICIONAL E EXTINÇÃO DA PUNIBILIDADE. HABEAS CORPUS CONCEDIDO EX OFFICIO. 1. Configura princípio básico da disciplina dos recursos o dever que tem o recorrente de impugnar os fundamentos da decisão atacada, por isso que, deixando de fazê-lo, resta ausente o requisito de admissibilidade consistente na regularidade formal, o que, à luz das Súmulas 284 e 287 do STF e do § 1º do RISTF, conduz ao não conhecimento do recurso interposto. Precedentes: AI nº 835.505-AgR, Primeira Turma, relator o Ministro Ricardo Lewandowski, DJe de 16.08.2011, e RE nº 572.676-AgR, Segunda Turma, relatora a Ministra Ellen Gracie, DJe de 17.05.2011. 2. In casu, no ato mediante o qual se negou seguimento ao recurso extraordinário assentou: i) o prequestionamento explícito da questão constitucional é requisito indispensável à admissão do recurso extraordinário. As Súmulas 282 e 356 do STF dispõem respectivamente, verbis: “É inadmissível o recurso extraordinário, quando não ventilada, na decisão recorrida, a questão federal suscitada” e “o ponto omisso da decisão, sobre o qual não foram opostos embargos declaratórios, não pode ser objeto de recurso extraordinário, por faltar o requisito do prequestionamento”; ii) a violação reflexa e oblíqua da Constituição Federal decorrente da necessidade de análise de malferimento de dispositivo infraconstitucional torna inadmissível o recurso extraordinário. Precedentes: RE 596.682, Rel. Min. Carlos Britto, Dje de 21/10/10, e o AI 808.361, Rel. Min. Marco Aurélio, Dje de 08/09/10; a Súmula 279/STF dispõe, verbis: “Para simples reexame de prova não cabe recurso extraordinário”; iii) é que o recurso extraordinário não se presta ao exame de questões que demandam revolvimento do contexto fáticoprobatório dos autos, adstringindo-se à análise da violação direta da ordem constitucional; iiii) O acórdão recorrido assentou: “APELAÇÃO CRIMINAL. PRÁTICA DA CONDUTA TÍPICA DO ART. 303 DO CÓDIGO DE TRÂNSITO BRASILEIRO (LEI Nº 9.503/97). ACIDENTE DE TRÂNSITO. MOTO QUE CHOCA-SE COM PORTA ABERTA DE VEÍCULO. AUTORIA E MATERIALIDADE COMPROVADO. SENTENÇA MANTIDA. RECURSO DESPROVIDO. A materialidade do ato ilícito esta comprovada mediante Boletim de Ocorrência de fl. 06, do Boletim de Acidente de Trânsito fls. 07/15, e pelo Exame de Corpo Delito fl. 20. A materialidade dos crimes de lesão corporal (como no caso vertente), muito embora não caracterizada pela forma explícita, ou seja, por meio de corpo de delito direto, vem plenamente demonstrada por meio de corpo e delito indireto, qual seja, a própria prova testemunhal coligiada ao processado e que, de igual modo, serve para apontar a autoria (A Criminal nr. 2001.015560-5, da Capital, Rel. Des. Solon d’Eça Neves). Decidiu o STF que, ‘encerrada a instrução criminal, decorrido o prazo de diligências e já oferecidas pelas partes alegações finais, é lícito ao juiz ouvir em diligências testemunhas, usando a faculdade do art. 209 do CPP. Tal audiência se destina a proporcionar ao magistrado esclarecimento especialíssimo, não ocorrendo nulidade por falta de contradita, de contestação e de reinquirição delas pelas partes interessadas’ (RTJ 53/578). No julgamento do Habeas Corpus nr. 85155/SP, a eminente Rel.ª, Min.ª Ellen Gracie, assentou que a demonstração de prejuízo, a teor do art. 563 do CPP, é essencial à alegação de nulidade, seja ela relativa ou absoluta, eis que, conforme já decidiu a Corte, ‘O âmbito normativo do dogma fundamental da disciplina das nulidades – pas de nullité sans grief – compreende as nulidades absolutas’. Em sede penal é possível a compensação da culpa. (Apelação Criminal n. 2009.600211-7, de Campos Novos (2ª Vara Cível/Crime) – DJE n. 655, de 01/04/2009) A bem lançada sentença a quo imerce retoque, devendo ser confirmada por seus próprios fundamentos, eis que aplicou corretamente o direito ao caso concreto, à luz do contexto probatório.” 3. As razões do recurso apresentado pelo agravante não se voltam contra os fundamentos da decisão agravada, estando limitadas à assertiva de que teria havido violação ao princípio da ampla defesa e do contraditório ante o fato de o Juiz Criminal, em face da faculdade prevista no artigo 209 do Código de Processo Penal, ter colhido depoimento de testemunhas, fazendo-o na busca da verdade real e como testemunhas do Juízo. Na espécie, tem-se recurso deficiente de fundamentação. 4. Agravo regimental a que se nega provimento. 5. A prescrição manifesta habilita a concessão de habeas corpus “ex officio”. É que a denúncia foi recebida em 26.05.2009 (primeiro marco interruptivo), sobrevindo a prolação da sentença em 29.06.2010 (segundo marco interruptivo) e o agravante foi condenado à pena 06 (seis) meses de detenção. A sentença transitou em julgado para a acusação. Houve recurso por parte do acusado. A Quarta Turma de Recursos de Criciúma/SC, em 19.05.2011, desproveu-o. Na sequência, a defesa interpôs recurso extraordinário, agravo nos autos do recurso extraordinário e o presente agravo regimental. 6. Entre a data da sentença condenatória – 29.06.2010 – e a presente transcorreram mais de 02 (dois) anos, lapso temporal previsto no artigo 109, inciso VI, do Código Penal, redação vigente à época dos fatos (09 de abril de 2009) e anterior à edição da Lei nº 12.234, de 05 de maio de 2010, razão por que verifica-se a ocorrência da extinção da punibilidade do agravante em virtude do transcurso do lapso prescricional. Ordem de habeas corpus concedida, ex officio.", "acordao": "Vistos, relatados e discutidos estes autos, acordam os Ministros da Primeira Turma do Supremo Tribunal Federal, sob a Presidência do Senhor Ministro Luiz Fux, na conformidade da ata de julgamento e das notas taquigráficas, por unanimidade de votos, em negar provimento ao agravo regimental, mas em conceder a ordem de habeas corpus, de ofício nos termos do voto do Relator.", "relatorio": "O SENHOR MINISTRO LUIZ FUX (RELATOR ): A decisão mediante a qual neguei seguimento ao recurso extraordinário com agravo está assim fundamentado (folhas 139/147): “RECURSO EXTRAORDINÁRIO COM AGRAVO. PENAL E PROCESSUAL PENAL. ART. 303 DO CÓDIGO DE TRÂNSITO BRASILEIRO (LEI Nº 9.503/97). ACIDENTE DE TRÂNSITO. COMPROVAÇÃO DE AUTORIA E MATERIALIDADE. AUSÊNCIA DO NECESSÁRIO PREQUESTIONAMENTO. QUESTÃO QUE DEMANDA ANÁLISE DE DISPOSITIVOS DE ÍNDOLE INFRACONSTITUCIONAL. OFENSA REFLEXA AO TEXTO DA CONSTITUIÇÃO FEDERAL. REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO JÁ CARREADO AOS AUTOS. IMPOSSIBILIDADE. INCIDÊNCIA DA SÚMULA 279/STF. 1. A repercussão geral pressupõe recurso admissível sob o crivo dos demais requisitos constitucionais e processuais de admissibilidade (art. 323 do RISTF). Consectariamente, se inexiste questão constitucional, não há como se pretender seja reconhecida a repercussão geral das questões constitucionais discutidas no caso (art. 102, III, § 3º, da CF). 2. O prequestionamento explícito da questão constitucional é requisito indispensável à admissão do recurso extraordinário. 3. As Súmulas 282 e 356 do STF dispõem respectivamente, verbis: ‘É inadmissível o recurso extraordinário, quando não ventilada, na decisão recorrida, a questão federal suscitada’ e ‘O ponto omisso da decisão, sobre o qual não foram opostos embargos declaratórios, não pode ser objeto de recurso extraordinário, por faltar o requisito do prequestionamento’. 4. A violação reflexa e oblíqua da Constituição Federal decorrente da necessidade de análise de malferimento de dispositivo infraconstitucional torna inadmissível o recurso extraordinário. Precedentes: RE 596.682, Rel. Min. Carlos Britto, Dje de 21/10/10, e o AI 808.361, Rel. Min. Marco Aurélio, Dje de 08/09/10. 5. A Súmula 279/STF dispõe, verbis: ‘Para simples reexame de prova não cabe recurso extraordinário’. 6. É que o recurso extraordinário não se presta ao exame de questões que demandam revolvimento do contexto fático-probatório dos autos, adstringindo-se à análise da violação direta da ordem constitucional. 7. In casu, o acórdão recorrido assentou: ‘APELAÇÃO CRIMINAL. PRÁTICA DA CONDUTA TÍPICA DO ART. 303 DO CÓDIGO DE TRÂNSITO BRASILEIRO (LEI Nº 9.503/97). ACIDENTE DE TRÂNSITO. MOTO QUE CHOCA-SE COM PORTA ABERTA DE VEÍCULO. AUTORIA E MATERIALIDADE COMPROVADO. SENTENÇA MANTIDA. RECURSO DESPROVIDO. A materialidade do ato ilícito esta comprovada mediante Boletim de Ocorrência de fl. 06, do Boletim de Acidente de Trânsito fls. 07/15, e pelo Exame de Corpo Delito fl. 20. A materialidade dos crimes d lesão corporal (como no caso vertente), muito embora não caracterizada pela forma explícita, ou seja, por meio de corpo de delito direto, vem plenamente demonstrada por meio de corpo e delito indireto, qual seja, a própria prova testemunhal coligiada ao processado e que, de igual modo, serve para apontar a autoria (A Criminal nr. 2001.015560-5, da Capital, Rel. Des. Solon d’Eça Neves). Decidiu o STF que, ‘encerrada a instrução criminal, decorrido o prazo de diligências e já oferecidas pelas partes alegações finais, é lícito ao juiz ouvir em diligências testemunhas, usando a faculdade do art. 209 do CPP. Tal audiência se destina a proporcionar ao magistrado esclarecimento especialíssimo, não ocorrendo nulidade por falta de contradita, de contestação e de reinquirição delas pelas partes interessadas’ (RTJ 53/578). No julgamento do Habeas Corpus nr. 85155/SP, a eminente Rel.ª, Min.ª Ellen Gracie, assentou que a demonstração de prejuízo, a teor do art. 563 do CPP, é essencial à alegação de nulidade, seja ela relativa ou absoluta, eis que, conforme já decidiu a Corte, ‘O âmbito normativo do dogma fundamental da disciplina das nulidades – pas de nullité sans grief – compreende as nulidades absolutas’. Em sede penal é possível a compensação da culpa. (Apelação Criminal n. 2009.600211-7, de Campos Novos (2ª Vara Cível/Crime) – DJE n. 655, de 01/04/2009) A bem lançada sentença a quo imerce retoque, devendo ser confirmada por seus próprios fundamentos, eis que aplicou corretamente o direito ao caso concreto, à luz do contexto probatório’. 8. NEGO SEGUIMENTO ao agravo de instrumento. Decisão: Cuida-se de agravo nos próprios autos interposto por EDGAR RIBEIRO DE CARVALHO, com fundamento no art. 544 do Código de Processo Civil, com o objetivo de ver reformada a r. decisão de fls. 110/111, que inadmitiu seu recurso extraordinário manejado com arrimo na alínea a do permissivo Constitucional, contra acórdão prolatado pela 4ª Turma de Recursos do Estado de Santa Catarina (fls. 64/65), assim ementado, verbis: ‘APELAÇÃO CRIMINAL. PRÁTICA DA CONDUTA TÍPICA DO ART. 303 DO CÓDIGO DE TRÂNSITO BRASILEIRO (LEI Nº 9.503/97). ACIDENTE DE TRÂNSITO. MOTO QUE CHOCA-SE COM PORTA ABERTA DE VEÍCULO. AUTORIA E MATERIALIDADE COMPROVADO. SENTENÇA MANTIDA. RECURSO DESPROVIDO. A materialidade do ato ilícito esta comprovada mediante Boletim de Ocorrência de fl. 06, do Boletim de Acidente de Trânsito fls. 07/15, e pelo Exame de Corpo Delito fl. 20. A materialidade dos crimes d lesão corporal (como no caso vertente), muito embora não caracterizada pela forma explícita, ou seja, por meio de corpo de delito direto, vem plenamente demonstrada por meio de corpo e delito indireto, qual seja, a própria prova testemunhal coligiada ao processado e que, de igual modo, serve para apontar a autoria (A Criminal nr. 2001.015560-5, da Capital, Rel. Des. Solon d’Eça Neves). Decidiu o STF que, ‘encerrada a instrução criminal, decorrido o prazo de diligências e já oferecidas pelas partes alegações finais, é lícito ao juiz ouvir em diligências testemunhas, usando a faculdade do art. 209 do CPP. Tal audiência se destina a proporcionar ao magistrado esclarecimento especialíssimo, não ocorrendo nulidade por falta de contradita, de contestação e de reinquirição delas pelas partes interessadas’ (RTJ 53/578). No julgamento do Habeas Corpus nr. 85155/SP, a eminente Rel.ª, Min.ª Ellen Gracie, assentou que a demonstração de prejuízo, a teor do art. 563 do CPP, é essencial à alegação de nulidade, seja ela relativa ou absoluta, eis que, conforme já decidiu a Corte, ‘O âmbito normativo do dogma fundamental da disciplina das nulidades – pas de nullité sans grief – compreende as nulidades absolutas’. Em sede penal é possível a compensação da culpa. (Apelação Criminal n. 2009.600211-7, de Campos Novos (2ª Vara Cível/Crime) – DJE n. 655, de 01/04/2009) A bem lançada sentença a quo imerce retoque, devendo ser confirmada por seus próprios fundamentos, eis que aplicou corretamente o direito ao caso concreto, à luz do contexto probatório’. Não foram opostos embargos de declaração. Nas razões do apelo extremo, alega no mérito violação ao art. 5º, LV, da Constituição Federal. O órgão a quo negou seguimento ao apelo extremo, por entender que alegada ofensa a preceito constitucional somente se verifica de modo reflexo, ao que não se presta o recurso extraordinário. É o Relatório. DECIDO. Ab initio, a repercussão geral pressupõe recurso admissível sob o crivo dos demais requisitos constitucionais e processuais de admissibilidade (art. 323 do RISTF). Consectariamente, se inexiste questão constitucional, não há como se pretender seja reconhecida a repercussão geral das questões constitucionais discutidas no caso (art. 102, III, § 3º, da CF). Quanto ao mérito, melhor sorte não socorre ao agravante. Verifica-se, na espécie, que o dispositivo da Constituição Federal que o agravante considera violado não foi debatido no acórdão recorrido. Além disso, não foram opostos embargos de declaração para sanar eventual omissão, faltando, ao caso, o necessário prequestionamento da questão constitucional, que deve ser explícito, o que inviabiliza a pretensão de exame do recurso extraordinário. Incide, portanto, o óbice das Súmulas 282 e 356 do STF, verbis: ‘É inadmissível o recurso extraordinário, quando não ventilada, na decisão recorrida, a questão federal suscitada’. e ‘O ponto omisso da decisão, sobre o qual não foram opostos embargos declaratórios, não pode ser objeto de recurso extraordinário, por faltar o requisito do prequestionamento’. A respeito da aplicação das referidas súmulas assim discorre Roberto Rosas: ‘A Constituição de 1891, no art. 59, III, a, dizia: 'quando se questionar sobre a validade de leis ou aplicação de tratados e leis federais, e a decisão for contra ela'. De forma idêntica dispôs a Constituição de 1934, no art. 76, III, a: ‘quando a decisão for contra literal disposição de tratado ou lei federal, sobre cuja aplicação se haja questionado’. Essas Constituições eram mais explícitas a respeito do âmbito do recurso extraordinário. Limita-se este às questões apreciadas na decisão recorrida. Se foi omissa em relação a determinado ponto, a parte deve opor embargos declaratórios. Caso não o faça, não poderá invocar essa questão não apreciada na decisão recorrida (RTJ 56/70; v. Súmula 356 do STF e Súmula 211 do STJ; Nelson Luiz Pinto, Manual dos Recursos Cíveis, Malheiros Editores, 1999, p. 234; Carlos Mário Velloso, Temas de Direito Público, p. 236)’. E: ‘Os embargos declaratórios visam a pedir ao juiz ou juízes prolatores da decisão que espanquem dúvidas, supram omissões ou eliminem contradições. Se esse possível ponto omisso não foi aventado, nada há que se alegar posteriormente no recurso extraordinário. Falta o prequestionamento da matéria. A parte não considerou a existência de omissão, por isso não opôs os embargos declaratórios no devido tempo, por não existir matéria a discutir no recurso extraordinário sobre essa questão (RE 77.128, RTJ 79/162; v. Súmula 282). O STF interpretou o teor da Súmula no sentido da desnecessidade de nova provocação, se a parte opôs os embargos, e o tribunal se recusou a suprir a omissão (RE 176.626, RTJ 168/305; v. Súmula 211 do STJ)’. (ROSAS, Roberto, in Direito Sumular, Malheiros). Ainda nesse sentido: ‘Recurso extraordinário: prequestionamento explícito: exigibilidade. O requisito do prequestionamento assenta no fato de não ser aplicável à fase de conhecimento do recurso extraordinário o princípio jura novit curia: instrumento de revisão in jure das decisões proferidas em única ou última instância, o RE não investe o Supremo de competência para vasculhar o acórdão recorrido, à procura de uma norma que poderia ser pertinente ao caso, mas da qual não se cogitou. Daí a necessidade de pronunciamento explícito do Tribunal a quo sobre a questão suscitada no recurso extraordinário: Sendo o prequestionamento, por definição, necessariamente explícito, o chamado prequestionamento implícito não é mais do que uma simples e inconcebível contradição em termos’. (AI 253.566-AgR, rel. Min. Sepúlveda Pertence, DJ 03/03/00). A jurisprudência desta Corte é uníssona no sentido de que a verificação de ofensa aos princípios da legalidade, do devido processo legal, da ampla defesa e do contraditório, da motivação das decisões judiciais, bem como aos limites da coisa julgada, quando dependente do reexame prévio de normas infraconstitucionais, revela ofensa indireta ou reflexa à Constituição Federal, o que, por si só, não desafia a instância extraordinária. Precedentes: AI 804.854-AgR, 1ª Turma, Rel. Min. Cármen Lúcia, DJe de 24/11/2010 e AI 756.336-AgR, 2ª Turma, Rel. Min. Ellen Gracie, DJe de 22/10/2010. A violação constitucional dependente da análise de malferimento de dispositivo infraconstitucional encerra violação reflexa e oblíqua, tornando inadmissível o recurso extraordinário. Nesse sentido: RE 596.682, Rel. Min. Carlos Britto, Dje de 21/10/10, e AI 808.361, Rel. Min. Marco Aurélio, Dje de 08/09/10, entre outros. Demais disso, não se revela cognoscível, em sede de Recurso Extraordinário, a insurgência que tem como escopo o incursionamento no contexto fático-probatório engendrado nos autos, porquanto referida pretensão não se amolda à estreita via do apelo extremo, cujo conteúdo restringe-se a fundamentação vinculada de discussão eminentemente de direito e, portanto, não servil ao exame de questões que demandam o revolvimento do arcabouço fático-probatório dos autos, face ao óbice erigido pela Súmula 279/STF de seguinte teor, verbis: ‘Para simples reexame de prova não cabe recurso extraordinário’. Sob esse enfoque, ressoa inequívoca a vocação para o insucesso do apelo extremo, por força do óbice intransponível do verbete sumular supra, que veda a esta Suprema Corte, em sede de recurso extraordinário, sindicar matéria fática. Por oportuno, vale destacar preciosa lição de Roberto Rosas acerca da Súmula n. 279/STF, qual seja: ‘Chiovenda nos dá os limites da distinção entre questão de fato e questão de direito. A questão de fato consiste em verificar se existem as circunstâncias com base nas quais deve o juiz, de acordo com a lei, considerar existentes determinados fatos concretos. A questão de direito consiste na focalização, primeiro, se a norma, a que o autor se refere, existe, como norma abstrata (Instituições de Direito Processual, 2a ed., v. I/175). Não é estranha a qualificação jurídica dos fatos dados como provados ( RT 275/884 e 226/583). Já se refere a matéria de fato quando a decisão assenta no processo de livre convencimento do julgador (RE 64.051, Rel. Min. Djaci Falcão, RTJ 47/276); não cabe o recurso extraordinário quando o acórdão recorrido deu determinada qualificação jurídica a fatos delituosos e se pretende atribuir aos mesmos fatos outra configuração, quando essa pretensão exige reexame de provas (ERE 58.714, Relator para o acórdão o Min. Amaral Santos, RTJ 46/821). No processo penal, a verificação entre a qualificação de motivo fútil ou estado de embriaguez para a apenação importa matéria de fato, insuscetível de reexame no recurso extraordinário (RE 63.226, Rel. Min. Eloy da Rocha, RTJ 46/666). A Súmula 279 é peremptória: Para simples reexame de prova não cabe recurso extraordinário. Não se vislumbraria a existência da questão federal motivadora do recurso extraordinário. O juiz dá a valoração mais conveniente aos elementos probatórios, atendendo aos fatos e circunstâncias constantes dos autos, ainda que não alegados pelas partes. Não se confunda com o critério legal da valorização da prova (RTJ 37/480, 56/65) (Pestana de Aguiar, Comentários ao Código de Processo Civil, 2a ed., v. VI/40, Ed. RT; Castro Nunes, Teoria e Prática do Poder Judiciário, 1943, p. 383). V. Súmula 7 do STJ’. (in, Direito Sumular, 14ª ed. São Paulo, Malheiros). Ex positis, NEGO SEGUIMENTO ao agravo de instrumento, com fundamento no artigo 21, § 1º, do RISTF.” O agravante, em sua minuta, sustenta que a causa de pedir formulada nos autos refere-se à ausência de intimação prévia da defesa para a audiência em que foram ouvidos José dos Santos Costa e Leandro Guedes como testemunhas do Juízo. Assim sendo, o acusado e seu defensor não puderam buscar informações a respeito das testemunhas, para, inclusive, verificar a veracidade dos fatos que essas narraram, nem puderam contraditá-las. Daí a alegação de ofensa ao princípio da ampla defesa e do contraditório. No que concerne ao capítulo da repercussão geral, anota a relevância do tema, dado que o exame e a prevalência da garantia constitucional da ampla defesa e do contraditório nos processos judiciais e administrativos ultrapassam os interesses subjetivos da causa. Acentua-se, a seguir, que, sendo incontroverso o fato de ter havido a oitiva das testemunhas pelo Juízo, não se há de falar em reexame de matéria fática. Quanto ao prequestionamento da matéria constitucional, aduz que o cerne da controvérsia reside na possibilidade de reconhecer a validade dos depoimentos, de que se depreende, desde logo, ter-se em conta a afronta a princípios constitucionais. Pede o provimento do agravo regimental, a fim de que se trânsito ao recurso extraordinário. O Ministério Público Federal apresentou contraminuta, na qual observa não ter o agravante se desincumbido de impugnar os fundamentos da decisão agravada. No que concerne à ocorrência, ou não, do transcurso do lapso prescricional, anota que os fatos ocorreram em 09.04.2009, a denúncia foi recebida em 26.05.2009, sobrevindo a sentença mediante a qual o agravante foi condenado à pena de 6 (seis) meses de detenção. Esse provimento foi publicado em 29.06.2010. Transitada em julgado a sentença para a acusação, foi interposto recurso criminal e a Turma Recursal Criminal proferiu o acórdão em 19.05.2011. Interposto recurso extraordinário, que não foi admitido, a apresentação de agravo nos autos do extraordinário e, ao final, a decisão prolatada no âmbito desta Corte, objeto desta agravo regimental. Estabelecidas estas premissas, o Parquet afirma a inocorrência da prescrição, pois não teria havido o transcurso do prazo de dois anos, lapso prescricional previsto no artigo 109, inciso VI, do Código Penal, redação anterior à edição da Lei 12.234, de 5 de maio de 2010. É o relatório.", "voto": "O SENHOR MINISTRO LUIZ FUX (RELATOR): Conforme anotado pelo Ministério Público Federal, na decisão mediante a qual foi negado seguimento ao recurso extraordinário com agravo foram destacados dois fundamento: a ausência de prequestionamento da matéria constitucional suscitada nas razões extraordinárias e o fato de a reapreciação da controvérsia não prescindir do revolvimento do conjunto fático probatório de que se valeram as instâncias ordinárias na solução da causa. O agravante não se volta contra o que decidido no âmbito desta Corte, olvidando-se de que, nos termos do artigo 209 do Código de Processo Penal, encerrada a instrução criminal, decorrido o prazo de diligências e já oferecidas pelas partes alegações finais, é lícito ao juiz ouvir, em diligência, testemunhas, visando a verdade real, princípio que informa o processo penal. Saber da prescindibilidade, ou não, da oitiva realizada pelo Juiz, bem assim quanto a ter havido boa ou má interpretação da norma processual penal, não viabiliza o acesso à instância extraordinária. Incidem, por isso, as Súmulas 284 e 287 do Supremo Tribunal Federal, segundo a qual é inadmissível o recurso, quando suas razões não se voltam contra os fundamentos da decisão impugnada. Ex positis, nego provimento ao agravo regimental. A hipótese, contudo, comporta a concessão de habeas corpus, ex officio. Conforme anotado pelo representante do Ministério Público Federal, a denúncia foi recebida em 26.05.2009 (primeiro marco interruptivo), sobrevindo a prolação da sentença em 29.06.2010 (segundo marco interruptivo), sendo o agravante condenado à pena 06 (seis) meses de detenção. A sentença transitou em julgado para a acusação. Houve recurso, que foi desprovido pela Quarta Turma de Recursos de Criciúma/SC em 19.05.2011. Na sequência, a defesa interpôs recurso extraordinário, agravo nos autos do recurso extraordinário e o presente agravo regimental. Entre a data da sentença condenatória – 29.06.2010 – e a presente data transcorreram mais de 02 (dois) anos, lapso temporal previsto no artigo 109, inciso VI, do Código Penal, redação vigente à época dos fatos (09 de abril de 2009) e anterior à edição da Lei nº 12.234, de 05 de maio de 2010. Nestes termos, concedo ordem de habeas corpus, ex officio, e declaro a extinção da punibilidade do agravante em virtude do transcurso do lapso prescricional. PRIMEIRA TURMA EXTRATO DE ATA AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO 666.424 PROCED. : SANTA CATARINA RELATOR : MIN. LUIZ FUX AGTE.(S) : EDGAR RIBEIRO DE CARVALHO ADV. : LUIS FERNANDO NANDI VICENTE AGDO.(A/S) : MINISTÉRIO PÚBLICO DO ESTADO DE SANTA CATARINA PROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SANTA CATARINA Decisão: A Turma negou provimento ao agravo regimental, mas concedeu a ordem de habeas corpus, de ofício, nos termos do voto do Relator. Unânime. Presidência do Senhor Ministro Luiz Fux. 1ª Turma, 12.3.2013. Presidência do Senhor Ministro Luiz Fux. Presentes à Sessão os Senhores Ministros Marco Aurélio, Dias Toffoli e Rosa Weber. Subprocurador-Geral da República, Dr. Rodrigo Janot. Carmen Lilian Oliveira de Souza Secretária da Primeira Turma"}
{"ementa": "OLIVEIRA E EMENTA: AGRAVO REGIMENTAL NO AGRAVO DE INSTRUMENTO. PROCESSUAL CIVIL E ADMINISTRATIVO. MILITAR ANISTIADO. INDENIZAÇÃO. ANULAÇÃO DE TERMO DE ADESÃO. QUESTÃO QUE DEMANDA ANÁLISE DE DISPOSITIVOS INFRACONSTITUCIONAIS. LEI Nº 11.354/06. OFENSA REFLEXA AO TEXTO DA CARTA MAGNA. ALEGAÇÃO DE OFENSA AO PRINCÍPIO DA LEGALIDADE. INCIDÊNCIA DA SÚMULA 636/STF. DECISÃO QUE SE MANTÉM POR SEUS PRÓPRIOS FUNDAMENTOS. 1. A violação reflexa e oblíqua da Constituição Federal decorrente da necessidade de análise de malferimento de dispositivo infraconstitucional torna inadmissível o recurso extraordinário. Precedentes: AI 503093 AgR, Relator: Min. Ellen Gracie, DJe- 11/12/2009; RE 421119 AgR, Relator: Min. Carlos Britto, DJ 11/02/2005; RE 402557 AgR, Relator: Min. Sepúlveda Pertence, DJe- 27/042007; RE 405745 AgR, Relator(a): Min. Marco Aurélio, DJe- 19/06/2009. 2. O princípio da legalidade e sua eventual ofensa não desafiam o recurso extraordinário quando sua verificação demanda a análise de normas de natureza infraconstitucional. 3. O enunciado nº 636 da Súmula do STF dispõe, verbis: Não cabe recurso extraordinário por contrariedade ao princípio constitucional da legalidade, quando a verificação pressuponha rever a interpretação dada a normas infraconstitucionais pela decisão recorrida. Precedentes: ARE 640150 AgR, Relator: Min. DIAS TOFFOLI, DJe- 25-08-2011; AI 745965 AgR, Relator: Min. GILMAR MENDES, DJe- 29-06-2011; RE 561980 AgR, Relator(a): Min. RICARDO LEWANDOWSKI, Primeira DJe- 08-04-2011. 4. In casu, o acórdão recorrido assentou: ADMINISTRATIVO PROCESSUAL CIVIL - MILITAR ANISITIADO TERMO DE ADESÃO AJUIZAMENTO DE AÇÃO - SUSPENSÃO DO PAGAMENTO - LEI 11354/06 INADEQUAÇÃO DA VIA ELEITA SÚMULA 269 E 271, AMBAS DO STF - AUSÊNCIA DE DIREITO LÍQUIDO E CERTO. - Objetivando o restabelecimento do pagamento dos valores determinados pela Comissão de Anistia do Ministério da Justiça, constantes do Termo de Adesão nº524, nos moldes da Lei 11354/06, suspenso por determinação da Portaria nº1406/DPMM/08, em decorrência de ação proposta, de nº2007.51.01.007930-4, em curso na 16ª Vara Federal requerendo a reintegração na reserva remunerada com as promoções até o posto de capitão-de-mar-e-guerra com proventos de contra-almirante, abstendo se de descontar as parcelas já pagas, mais o pagamento retroativo, impetrou o ora apelante o presente mandamus. Improsperável o recurso. Destarte, a uma, a opção do impetrante ao ajuizar demanda autônoma, desconsiderando o termo celebrado, implica na incidência do artigo 2º, da Lei 11354/06, de molde a se evitar duplicidade de pagamentos, resguardado, portanto, por um lado, o direito à tutela jurisdicional, e, por outro lado, a observância dos pactos, e o interesse público, de resguardo do Erário; a duas, que o tema não foi objeto de debate, no âmbito de liquidez e certeza do direito, e sim do direito líquido e certo, inexistente na hipótese, sob pena de ofensa ao princípio da legalidade objetiva; e a três, que, efetivamente, a via mandamental é inadequada, para os fins colimados, quanto a, eventuais, valores pretéritos, dado o seu, predominantemente, mandamental, não havendo que se falar em diversidade de lides, vez que o fim colimado se identifica na espécie, pelo que, incorporando-se a fundamentação da decisão de piso, resta inautorizado o trânsito da irresignação. - Recurso desprovido. 5. Agravo regimental a que se NEGA PROVIMENTO.", "acordao": "Vistos, relatados e discutidos estes autos, acordam os Ministros da Primeira Turma do Supremo Tribunal Federal, sob a Presidência do Senhor Ministro Luiz Fux, na conformidade da ata de julgamento e das notas taquigráficas, por unanimidade de votos, em negar provimento ao agravo regimental, nos termos do voto do Relator.", "relatorio": "O SENHOR MINISTRO LUIZ FUX (RELATOR): Trata-se de agravo regimental interposto por JOSÉ FABIANO DA SILVA, em face da decisão assim ementada: “PROCESSUAL CIVIL E ADMINISTRATIVO. AGRAVO DE INSTRUMENTO. ART. 544 DO CPC. MILITAR ANISTIADO. AJUIZAMENTO DE AÇÃO DE SUSPENSÃO DE PAGAMENTO. QUESTÃO QUE DEMANDA ANÁLISE DE DISPOSITIVOS INFRACONSTITUCIONAIS. LEI Nº 11354/06. OFENSA REFLEXA AO TEXTO DA CARTA MAGNA. ALEGAÇÃO DE OFENSA AO PRINCÍPIO DA LEGALIDADE. INCIDÊNCIA DA SÚMULA 636/STF. 1. A repercussão geral pressupõe recurso admissível sob o crivo dos demais requisitos constitucionais e processuais de admissibilidade (art. 323 do RISTF). Consectariamente, se o recurso é inadmissível por outro motivo, não há como se pretender seja reconhecida a repercussão geral das questões constitucionais discutidas no caso (art. 102, III, § 3º, da CF). 2. A violação reflexa e oblíqua da Constituição Federal decorrente da necessidade de análise de malferimento de dispositivo infraconstitucional torna inadmissível o recurso extraordinário. Precedentes: AI 503093 AgR, Relator: Min. Ellen Gracie, DJe- 11/12/2009; RE 421119 AgR, Relator: Min. Carlos Britto, DJ 11/02/2005; RE 402557 AgR, Relator: Min. Sepúlveda Pertence, DJe- 27/042007; RE 405745 AgR, Relator(a): Min. Marco Aurélio, DJe- 19/06/2009. 3. O princípio da legalidade e sua eventual ofensa não desafiam o recurso extraordinário quando sua verificação demanda a análise de normas de natureza infraconstitucional. 4. O enunciado nº 636, da Súmula do STF dispõe, verbis : Não cabe recurso extraordinário por contrariedade ao princípio constitucional da legalidade, quando a verificação pressuponha rever a interpretação dada a normas infraconstitucionais pela decisão recorrida . Precedentes: ARE 640150 AgR, Relator: Min. DIAS TOFFOLI, DJe- 25-08-2011; AI 745965 AgR, Relator: Min. GILMAR MENDES, DJe- 29-06-2011; RE 561980 AgR, Relator(a): Min. RICARDO LEWANDOWSKI, Primeira DJe- 08-04-2011. 5. In casu, o acórdão recorrido assentou: ADMINISTRATIVO PROCESSUAL CIVIL MILITAR ANISITIADO TERMO DE ADESÃO AJUIZAMENTO DE AÇÃO - SUSPENSÃO DO PAGAMENTO - LEI 11354/06 INADEQUAÇÃO DA VIA ELEITA SÚMULA 269 E 271, AMBAS DO STF - AUSÊNCIA DE DIREITO LÍQUIDO E CERTO. -Objetivando o restabelecimento do pagamento dos valores determinados pela Comissão de Anistia do Ministério da Justiça, constantes do Termo de Adesão nº524, nos moldes da Lei 11354/06, suspenso por determinação da Portaria nº1406/DPMM/08, em decorrência de ação proposta, de nº2007.51.01.007930-4, em curso na 16ª Vara Federal requerendo a reintegração na reserva remunerada com as promoções até o posto de capitão-de-mar-e-guerra com proventos de contra-almirante, abstendo se de descontar as parcelas já pagas, mais o pagamento retroativo, impetrou o ora apelante o presente mandamus. -Improsperável o recurso. Destarte, a uma, a opção do impetrante ao ajuizar demanda autônoma, desconsiderando o termo celebrado, implica na incidência do artigo 2º, da Lei 11354/06, de molde a se evitar duplicidade de pagamentos, resguardado, portanto, por um lado, o direito à tutela jurisdicional, e, por outro lado, a observância dos.pactos, e o interesse público, de resguardo do Erário; a duas, que o tema não foi objeto de debate, no âmbito de liquidez e certeza do direito, e sim do direito líquido e certo, inexistente na hipótese, sob pena de ofensa ao princípio da legalidade objetiva; e a três, que, efetivamente, a via mandamental é inadequada, para os fins colimados, quanto a, eventuais, valores pretéritos, dado o seu, predominantemente, mandamental, não havendo que se falar em diversidade de lides, vez que o fim colimado se identifica na espécie, pelo que, incorporando-se a fundamentação da decisão de piso, resta inautorizado o trânsito da irresignação. -Recurso desprovido. 6. Agravo de Instrumento a que se nega seguimento.” Em suas razões, aduz o agravante a flagrante violação à Constituição Federal, porquanto a ora agravada não respeitou o acordo firmado nos termos da Lei n. 11.354/06, da exposição de motivos nº 0089/MD/MJ/MP e da Portaria Normativa n. 1235, dado que a citada lei veda tão somente que o anistiado político prossiga com ação de cobrança do valor fixado pela Portaria do Ministério da Justiça. No caso, o pleito judicial que deu ensejo à anulação do termo de adesão do agravante diz respeito a promoções complementares, não se tratando do mesmo objeto da Lei n. 11.354/2006, não tendo assim, a Administração, justa causa para referida anulação. É o relatório.", "voto": "O SENHOR MINISTRO LUIZ FUX (RELATOR): Não assiste razão ao agravante. Em suma, os fundamentos da decisão agravada restaram assim consignados: Trata-se de agravo de instrumento interposto por JOSÉ FABIANO DA SILVA, com fulcro no art. 544 do Código de Processo Civil, contra a r. decisão de fls. 47/49, que não admitiu seu recurso extraordinário, ao fundamento de que a violação reflexa ao texto da Carta Magna não viabiliza o apelo excepcional. Noticiam os autos que em sede de apelação em mandado de segurança, o Tribunal Regional Federal da 2ª Região, à unanimidade, negou provimento ao recurso, em julgado que restou assim ementado, in verbis : ADMINISTRATIVO PROCESSUAL CIVIL - MILITAR ANISITIADO TERMO DE ADESÃO AJUIZAMENTO DE AÇÃO - SUSPENSÃO DO PAGAMENTO - LEI 11354/06 INADEQUAÇÃO DA VIA ELEITA SÚMULA 269 E 271, AMBAS DO STF - AUSÊNCIA DE DIREITO LÍQUIDO E CERTO. -Objetivando o restabelecimento do pagamento dos valores determinados pela Comissão de Anistia do Ministério da Justiça, constantes do Termo de Adesão nº524, nos moldes da Lei 11354/06, suspenso por determinação da Portaria nº1406/DPMM/08, em decorrência de ação proposta, de nº2007.51.01.007930-4, em curso na 16ª Vara Federal requerendo a reintegração na reserva remunerada com as promoções até o posto de capitão-de-mar-e-guerra com proventos de contraalmirante, abstendo se de descontar as parcelas já pagas, mais o pagamento retroativo, impetrou o ora apelante o presente mandamus. -Improsperável o recurso. Destarte, a uma, a opção do impetrante ao ajuizar demanda autônoma, desconsiderando o termo celebrado, implica na incidência do artigo 2º, da Lei 11354/06, de molde a se evitar duplicidade de pagamentos, resguardado, portanto, por um lado, o direito à tutela jurisdicional, e, por outro lado, a observância dos.pactos, e o interesse público, de resguardo do Erário; a duas, que o tema não foi objeto de debate, no âmbito de liquidez e certeza do direito, e sim do direito líquido e certo, inexistente na hipótese, sob pena de ofensa ao princípio da legalidade objetiva; e a três, que, efetivamente, a via mandamental é inadequada, para os fins colimados, quanto a, eventuais, valores pretéritos, dado o seu, predominantemente, mandamental, não havendo que se falar em diversidade de lides, vez que o fim colimado se identifica na espécie, pelo que, incorporando-se a fundamentação da decisão de piso, resta inautorizado o trânsito da irresignação. -Recurso desprovido. Não foram opostos embargos de declaração. Nas razões do apelo extremo, a ora recorrente sustenta, preliminarmente, estar caracterizada a necessária repercussão geral e, no mérito, aponta violação ao art. 1º, inciso III, 5º, caput e incisos XXXV e XXXVI, e art. 37, caput, da Constituição Federal. Aduz, em suma, que o administrador não pode, mediante mero ato administrativo, conceder direitos, estabelecer obrigações ou impor proibições, como ocorreu in casu (fl. 365). Contrarrazões às fls. 42/46. Brevemente relatados. DECIDO. Ab initio , a repercussão geral pressupõe recurso admissível sob o crivo dos demais requisitos constitucionais e processuais de admissibilidade (art. 323 do RISTF). Consectariamente, se o recurso é inadmissível por outro motivo, não há como se pretender seja reconhecida a repercussão geral das questões constitucionais discutidas no caso (art. 102, III, § 3º, da CF). Quanto ao mérito, melhor sorte não socorre ao agravante. Isso porque a alegação de ofensa ao princípio da legalidade, quando sua verificação demanda a análise de normas de natureza infraconstitucional, não viabiliza a abertura da instância extraordinária, conforme dispõe o Enunciado n.º 636 da Súmula do STF, adiante transcrita: Não cabe recurso extraordinário por contrariedade ao princípio constitucional da legalidade, quando a sua verificação pressuponha rever a interpretação dada a normas infraconstitucionais pela decisão recorrida . A propósito, cito as considerações do professor Roberto Rosas in Direito Sumular, 12ª edição, Editora Malheiros, verbis : O Recurso Extraordinário é cabível por contrariedade a dispositivo constitucional, de forma direta. Se a invocação do princípio da legalidade (CF art. 5º, II) demanda exame da lei ordinária para justificar esse princípio, então, não há matéria a ser examinada no recurso extraordinário.Com efeito, fundandose o acórdão recorrido em interpretação de matéria de índole exclusivamente infraconstitucional, in casu , sobre os direitos e obrigações decorrentes de relação cambiária firmada entre as partes, descabe a esta Corte examinar a questão, porquanto apreciar tais premissas significaria exceder competência que, por expressa determinação da Carta Maior, não assiste a este Supremo Tribunal Federal, cujas atribuições estão exaustivamente arroladas no art. 102 da Carta Máxima. Deveras, este Pretório Excelso, em reiterados julgados, vem decidindo no sentido de que, quando o exame de violação ao princípio da legalidade, em cada caso concreto, demanda análise de norma infraconstitucional, a via extraordinária não pode ser aberta, porquanto a apontada violação dos dispositivos constitucionais, conforme se verifica na hipótese dos autos, se de fato ocorresse, seria meramente reflexa ou indireta, obstando o exame do apelo máximo e atraindo a inarredável incidência da súmula 636/STF, cujo teor, já foi mencionado. Nesse sentido: EMENTA Agravo regimental no recurso extraordinário com agravo. Princípio da legalidade. Ofensa reflexa. Danos morais. Reexame de fatos e provas. Impossibilidade. Precedentes. 1. A afronta ao princípio da legalidade, quando dependente, para ser reconhecida como tal, da análise de normas infraconstitucionais, configura apenas ofensa indireta ou reflexa à Constituição da República. Súmula nº 636 desta Corte. 2. Omissis . 3. Agravo regimental não provido. (ARE 640150 AgR, Relator(a): Min. DIAS TOFFOLI, Primeira Turma, julgado em 02/08/2011, DJe-163 DIVULG 24-08-2011 PUBLIC 25-08-2011 EMENT VOL-02573-04 PP-00605) EMENTA: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. ALEGAÇÃO DE OFENSA AO PRINCÍPIO DA LEGALIDADE. REAPRECIAÇÃO DE INTERPRETAÇÃO DE NORMAS INFRACONSTITUCIONAIS. IMPOSSIBILIDADE. MATÉRIA INFRACONSTITUCIONAL LOCAL. SÚMULA 280 DO STF. AGRAVO IMPROVIDO. I O Tribunal entende não ser cabível a interposição de RE por contrariedade princípio da legalidade quando a verificação da ofensa envolva a reapreciação de interpretação dada a normas infraconstitucionais pelo Tribunal a quo (Súmula 636 do STF). II Omissis . III - Agravo regimental improvido. (RE 561980 AgR, Relator(a): Min. RICARDO LEWANDOWSKI, Primeira Turma, julgado em 23/03/2011, DJe-067 DIVULG 07-04-2011 PUBLIC 08-04-2011 EMENT VOL-02499-01 PP-00139) EMENTA: Recurso extraordinário: descabimento, quando fundado na alegação de ofensa reflexa a Constituição. 1. Tem-se violação reflexa a Constituição, quando o seu reconhecimento depende de rever a interpretação dada a norma ordinária pela decisão recorrida, caso em que e a hierarquia infraconstitucional dessa última que define, para fins recursais, a natureza de questão federal. 2. Admitir o recurso extraordinário por ofensa reflexa ao princípio constitucional da legalidade seria transformar em questões constitucionais todas as controvérsias sobre a interpretação da lei ordinária, baralhando as competências repartidas entre o STF e os tribunais superiores e usurpando até a autoridade definitiva da Justiça dos Estados para a inteligência do direito local. (AI 134736 AgR, Relator(a): Min. SEPÚLVEDA PERTENCE, Primeira Turma, julgado em 21/06/1994, DJ 17-02-1995 PP-02747 EMENT VOL-01775-01 PP-00047) A mesma sorte é reservada ao recorrente quanto às demais questões ventiladas em seu apelo excepcional, uma vez que o Tribunal a quo ao solucionar a controvérsia, fê-lo com espeque na lei nº 11.354/06, o que, inevitavelmente, inviabiliza a abertura da via extraordinária. Desta feita, descabe a esta Corte reexaminar a questão, pois apreciar tais premissas significaria exceder competência que, por expressa determinação da Carta Maior, não assiste a este Supremo Tribunal Federal, cujas atribuições estão exaustivamente arroladas no art. 102 da Carta Máxima. Desta feita, este Pretório Excelso, em reiterados julgados, vem decidindo no sentido de que a ofensa reflexa à Constituição Federal não viabiliza o apelo excepcional. Nesse sentido: CONSTITUCIONAL E PREVIDENCIÁRIO. AGRAVO REGIMENTAL EM AGRAVO DE INSTRUMENTO. ACUMULAÇÃO DE APOSENTADORIA E AUXÍLIOACIDENTE. MP 1.596-14 E LEI 8.213/91. VIOLAÇÃO AO ART. 5º, XXXVI E 7º, XXVIII. AUSÊNCIA DE PREQUESTIONAMENTO. MATÉRIA INFRACONSTITUCIONAL. 1. Omissis. 2. É pacífica a jurisprudência desta Corte ao não admitir, em sede extraordinária, alegação de ofensa indireta à Constituição Federal. Precedentes. 3. Agravo regimental improvido. (AI 503093 AgR, Relator(a): Min. ELLEN GRACIE, Segunda Turma, julgado em 24/11/2009, DJe-232 DIVULG 10-12-2009 PUBLIC 11-12-2009 EMENT VOL-02386-03 PP-00641) EMENTA: PREVIDENCIÁRIO. SUSPENSÃO DE BENEFÍCIO POR SUSPEITA DE OCORRÊNCIA DE FRAUDE NA CONCESSÃO. ALEGADA OFENSA AO DEVIDO PROCESSO LEGAL, AO CONTRADITÓRIO E À AMPLA DEFESA. Para se chegar à conclusão pretendida pela autarquia previdenciária seria necessário o prévio exame da legislação infraconstitucional aplicável, bem como do conjunto fático-probatório dos autos, providência inviável em sede extraordinária. Omissis. (RE 421119 AgR, Relator(a): Min. CARLOS BRITTO, Primeira Turma, julgado em 28/09/2004, DJ 11-02-2005 PP-00011 EMENT VOL-02179-04 PP-00534) EMENTA: Recurso extraordinário: descabimento: controvérsia decidida à luz da legislação infraconstitucional pertinente ao caso (DL 2.310, L. 8.112 e L. 8.880/94): a alegada violação dos dispositivos constitucionais invocados seria, se ocorresse, indireta ou reflexa: incidência, mutatis mutandis, da Súmula 636. (RE 402557 AgR, Relator(a): Min. SEPÚLVEDA PERTENCE, Primeira Turma, julgado em 02/03/2007, DJe-004 DIVULG 26-04-2007 PUBLIC 27-04-2007 DJ 27-04-2007 PP-00066 EMENT VOL-02273-03 PP-00636) Ex positis, NEGO SEGUIMENTO ao agravo de instrumento, com fundamento no artigo 21, § 1º, do RISTF. Resta evidenciado que o agravante não expendeu qualquer argumento capaz de infirmar a decisão que pretende ver reformada, razão pela qual tenho que a mesma há de ser mantida íntegra por seus próprios fundamentos. Pelo exposto, NEGO PROVIMENTO ao agravo regimental. É como voto."}
